Repository: champie/wdiff
Catalog: i18n/*.po
Languages: cs

source: Reading %s ...
cs: Naèítám %s ...

source: %d lines
cs: øádkù: %d

source: Try `%s --help' for more information.
cs: Více informací získáte pøíkazem `%s --help'.

source: Usage: %s [OPTION]... FILE...
cs: Pou¾ití: %s [PØEPÍNAÈ]... SOUBOR...

source: -t, --threshold=LINES do not consider clusters of less than LINES lines -s, --statistics produce statistics on stdout -v, --verbose report progress of operations on stderr --help display this help and exit --version output version information and exit
cs: -t, --threshold=ØÁDKÙ nebere v úvahu skupiny ménì ne¾ ØÁDKÙ øádkù -s, --statistics vypí¹e statistiku na standardní výstup -v, --verbose vypisuje postup operací na standardní chybový výstup --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí

source: Report bugs to <wdiff-bugs@gnu.ai.mit.edu>.
cs: Chyby v programu oznamujte na adrese <wdiff-bugs@gnu.ai.mit.edu> (pouze anglicky), pøipomínky k pøekladu zasílejte na <cs@li.org> (èesky).

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
cs: Toto je volné programové vybavení; podmínky pro kopírování a roz¹iøování naleznete ve zdrojových textech. Toto programové vybavení je zcela BEZ ZÁRUKY, a to i bez záruky PRODEJNOSTI nebo VHODNOSTI PRO NÌJAKÝ KONKRÉTNÍ ÚÈEL.

source: Written by Franc,ois Pinard <pinard@iro.umontreal.ca>.
cs: Autor: Franc,ois Pinard <pinard@iro.umontreal.ca>.

source: Read summary: %d files, %d lines
cs: Souhrn pøeèteného: souborù: %d, øádkù: %d

source: Sorting ...
cs: Øadím ...

source: done
cs: dokonèeno

source: Clustering ...
cs: Seskupuji ...

source: Work summary: %d clusters, %d members, %d duplicate lines
cs: Souhrn vykonané práce: seskupení: %d, èlenù: %d, duplicitních øádkù: %d

source: Could not find a name for the diff at line %ld
cs: Na øádku %ld chybí jméno pro diff.

source: Usage: %s [OPTION]... [FILE]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR]

source: -c, --context-diffs force output to context diffs -e, --echo-comments echo comments to standard error -o, --old-diffs output old-style diffs, no matter what -p, --patch-format generate patch format -P same as -p -s, --strip-comments strip comment lines -u, --unidiffs force output to unidiffs -U same as -p and -u -=, --use-equals replace spaces by equal signs in unidiffs --help display this help and exit --version output version information and exit If FILE is not specified, read standard input.
cs: -c, --context-diffs výstup do kontextového diffu -e, --echo-comments opisuje komentáøe na standardní chybový výstup -o, --old-diffs výstup ve starém stylu diffu, nezále¾í co -p, --patch-format výstup ve formátu pro patch -P jako -p -s, --strip-comments odstraòuje komentáøe -u, --unidiffs výstup ve formátu unifikovaného diffu -U jako -p a -u -=, --use-equals nahradí mezery rovnítky v unifikovaném diffu --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Jestli¾e SOUBOR není zadán, bude èten standardní vstup.

source: Report bugs to <recode-bugs@gnu.ai.mit.edu>.
cs: Chyby v programu oznamujte na adrese <recode-bugs@gnu.ai.mit.edu> (pouze anglicky), pøipomínky k pøekladu zasílejte na <cs@li.org> (èesky).

source: Unable to open `%s'
cs: Soubor '%s' nelze otevøít.

source: Only one filename allowed
cs: Je povoleno pouze jedno jméno souboru.

source: Written by Wayne Davison <davison@borland.com>.
cs: Autor: Wayne Davison <davison@borland.com>.

source: Invalid unified diff header at line %ld
cs: Chybná hlavièka pro unifikovaný diff na øádku %ld.

source: Malformed unified diff at line %ld
cs: Po¹kozený unifikovaný diff na øádku %ld.

source: Context diff missing `old' header at line %ld
cs: Na øádku %ld kontextový diff nenalezl hlavièku starého typu.

source: Malformed context diff at line %ld
cs: Po¹kozený kontextový diff na øádku %ld.

source: Context diff missing `new' header at line %ld
cs: Na øádku %ld kontextový diff nenalezl hlavièku nového typu.

source: Specify a terminal type with `setenv TERM <yourtype>'.
cs: Urèete typ terminálu nastavením promìnné prostøedí TERM.

source: Could not access the termcap data base.
cs: K databázi termcap nelze pøistupovat.

source: Terminal type `%s' is not defined.
cs: Terminál typu `%s' není definován.

source: Directories not supported
cs: Práce s podadresáøi není podporována

source: %s: %d words
cs: %s: slov: %d

source: %d %d%% common
cs: %d %d%% spoleèných

source: %d %d%% deleted
cs: %d %d%% zru¹eno

source: %d %d%% changed
cs: %d %d%% zmìnìno

source: %d %d%% inserted
cs: %d %d%% vlo¾eno

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
cs: Tento program je volné programové vybavení; mù¾ete jej ¹íøit a modifikovat podle ustanovení Obecné veøejné licence GNU, vydávané Free Software Foundation; a to buï verze 2 této licence anebo (podle va¹eho uvá¾ení), kterékoli pozdìj¹í verze. Tento program je roz¹iøován v nadìji, ¾e bude u¾iteèný, av¹ak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO NÌJAKÝ KONKRÉTNÍ ÚÈEL. Dal¹í podrobnosti najdete v Obecné veøené licenci GNU. Kopie Obecné veøejné licence GNU mìla být dodána spolu s tímto programem; pokud se tak nestalo, napi¹te o ni Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Usage: %s [OPTION]... FILE1 FILE2
cs: Pou¾ití: %s [VOLBY]... STARÝ-SOUBOR NOVÝ-SOUBOR

source: Mandatory arguments to long options are mandatory for short options too. -C, --copyright print copyright then exit -V, --version print program version then exit -1, --no-deleted inhibit output of deleted words -2, --no-inserted inhibit output of inserted words -3, --no-common inhibit output of common words -a, --auto-pager automatically calls a pager -h, --help print this help -i, --ignore-case fold character case while comparing -l, --less-mode variation of printer mode for "less" -n, --avoid-wraps do not extend fields through newlines -p, --printer overstrike as for printers -s, --statistics say how many words deleted, inserted etc. -t, --terminal use termcap as for terminal displays -w, --start-delete=STRING string to mark beginning of delete region -x, --end-delete=STRING string to mark end of delete region -y, --start-insert=STRING string to mark beginning of insert region -z, --end-insert=STRING string to mark end of insert region
cs: Povinné argumenty dlouhých pøepínaèù platí i pro odpovídající krátké pøepínaèe. -C, --copyright vypí¹e copyright a skonèí -V, --version vypí¹e oznaèení verze a skonèí -1, --no-deleted potlaèí výpis zru¹ených slov -2, --no-inserted potlaèí výpis vlo¾ených slov -3, --no-common potlaèí výpis spoleèných slov -a, --auto-pager automaticky vyvolá prohlí¾ecí program (pager) -h, --help vypí¹e tuto nápovìdu -i, --ignore-case nebude rozli¹ovat malá a velká písmena -l, --less-mode provede zvýraznìní textu pro "less" -n, --avoid-wraps nebude roz¹iøovat polo¾ky na dal¹í øádky -p, --printer zvýraznìní znakù pøetiskem (pro tiskárny) -s, --statistics vypí¹e poèet zru¹ených a vlo¾ených slov apod. -t, --terminal pou¾ije termcap jako pøi výpisu na terminál -w, --start-delete=ØETÌZEC øetìzec oznaèující zaèátek ru¹ené oblasti -x, --end-delete=ØETÌZEC øetìzec pro oznaèení konce ru¹ené oblasti -y, --start-insert=ØETÌZEC øetìzec oznaèující zaèátek vkládané oblasti -z, --end-insert=ØETÌZEC øetìzec pro oznaèení konce vkládané oblasti

source: Cannot use -t, termcap not available.
cs: Pøepínaè -t není mo¾né pou¾ít, termcap není k dispozici.

source: Missing file arguments
cs: Souborové argumenty nebyly zadány

source: Both files cannot be standard input.
cs: Oba soubory nemohou být standardním vstupem.
