Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: Clustering: -G, --relist-files list all input files with annotations -J, --minimum-size=ITEMS ignore clusters not having that many ITEMS -j, --ignore-delimiters do not count items having only delimiters
da: Gruppering: -G, --relist-files list alle indfiler med annotationer -J, --minimum-size=ANTAL ignorér grupper som ikke har mindst ANTAL dele -j, --ignore-delimiters indregn ikke dele som kun har adskillere
de: Bereiche zusammenfassen: -G, --relist-files alle Eingabedateien mit Anmerkungen aufführen -J, --minimum-size=ELEM Bereiche ignorieren, die zu wenige ELEMente haben -j, --ignore-delimiters Elemente, die nur aus Begrenzern bestehen, nicht zählen
et: Klasterdamine: -G, --relist-files esita kõik sisendfailid kommentaaridega -J, --minimum-size=ELEM ignoreeri väiksema mahuga elemente -j, --ignore-delimiters ära loenda ainult eraldajaid sisaldavaid elemente
gl: Agrupamento: -G, --relist-files listar tódolos ficheiros de entrada con anotacións -J, --minimum-size=ELEMS ignora-los grupos con menos de ELEMS elementos -j, --ignore-delimiters non conta-los elementos con só delimitadores
it: Raggruppamento: -G, --relist-files elenca tutti i file di input con annotazioni -J, --minimum-size=NUM ignora gruppi con meno di NUM elementi -j, --ignore-delimiters non contare elementi che hanno solo delimitatori
ms: Gugusan: -G, --relist-files senarai semua fail masukan dengan catatan -J, --minimum-size=ITEMS abai gugusan tidak mempunyai sebanyak ITEMS -j, --ignore-delimiters jangan kira item hanya mempunyai delimiter
nb: Klynger: -G, --relist-files list alle innfiler med annoteringer -J, --minimum-size=ELEM ignorer klynger som ikke har så mange ELEM -j, --ignore-delimiters ikke tell elementer som bare har skilletegn
pt_br: Agregação (cluster): -G, --relist-files Listar todos os arquivos de entrada com anotações. -J, --minimum-size=ITENS Ignorar as agregações (clusters) que não tiverem ao menos tantos ITENS. -j, --ignore-delimiters Não contar itens que possuirem apenas delimitadores.
ro: Clustere: -G, --relist-files ignorã toate fiºierele de intrare cu adnotãri -J, --minimum-size=ELEM ignorã clustere ce nu au atâtea ELEMente -j, --ignore-delimiters nu numãra elemente având numai delimitatoare
sk: Zluèovanie: -G, --relist-files vypí¹e v¹etky vstupné súbory s anotáciami -J, --minimum-size=POÈET ignoruje bloky neobsahujúce aspoò POÈET polo¾iek -j, --ignore-delimiters ignoruje polo¾ky pozostávajúce iba z oddeµovaèov
sv: Gruppering: -G, --relist-files lista alla infiler med annotationer -J, --minimum-size=ANTAL ignorera grupper som inte har ANTAL delar -j, --ignore-delimiters räkna inte delar som bara har avskiljare
vi: Xếp nhóm: -G, --relist-files liệt kê mọi tập tin nhập với chú thích (_liệt kê lại tập tin_) -J, --minimum-size=MỤC bỏ qua nhóm xếp có ít hơn số mục này (_cỡ tốí thiểu_) -j, --ignore-delimiters không đếm mục có chỉ _ký tự định giới_ (_bỏ qua_)

source: Detailed output formats: * -D, --ifdef=NAME output `#ifdef NAME' format * --changed-group-format=FORMAT use FORMAT for changed lines * --new-group-format=FORMAT use FORMAT for inserted lines * --new-line-format=FORMAT use FORMAT for inserted line * --old-group-format=FORMAT use FORMAT for deleted lines * --old-line-format=FORMAT use FORMAT for deleted line * --unchanged-group-format=FORMAT use FORMAT for unchanged lines * --unchanged-line-format=FORMAT use FORMAT for unchanged line * --line-format=FORMAT --{old,new,unchanged}-line-format
da: Detaljerede udformat: * -D, --ifdef=NAVN skriv "#ifdef NAVN"-format * --changed-group-format=FORMAT brug FORMAT for ændrede linjer * --new-group-format=FORMAT brug FORMAT for indsatte linjer * --new-line-format=FORMAT brug FORMAT for indsat linje * --old-group-format=FORMAT brug FORMAT for fjernede linjer * --old-line-format=FORMAT brug FORMAT for fjernet linje * --unchanged-group-format=FORMAT brug FORMAT for uændrede linjer * --unchanged-line-format=FORMAT brug FORMAT for uændret linje * --line-format=FORMAT --{old,new,unchanged}-line-format
de: Detaillierte Ausgabeformate: * -D, --ifdef=NAME mit „#ifdef NAME“ ausgeben * --changed-group-format=FORMAT FORMAT für geänderte Zeilen benutzen * --new-group-format=FORMAT FORMAT für eingefügte Zeilen benutzen * --new-line-format=FORMAT FORMAT für eingefügte Zeile benutzen * --old-group-format=FORMAT FORMAT für gelöschte Zeilen benutzen * --old-line-format=FORMAT FORMAT für gelöschte Zeile benutzen * --unchanged-group-format=FORMAT FORMAT für unveränderte Zeilen benutzen * --unchanged-line-format=FORMAT FORMAT für unveränderte Zeile benutzen * --line-format=FORMAT --{old,new,unchanged}-line-format
et: Detailne väljundvormindus: * -D, --ifdef=NIMI kasuta `#ifdef NIMI' vormingut * --changed-group-format=FORMAAT vorming muudetud ridadele * --new-group-format=FORMAAT vorming lisatud ridadele * --new-line-format=FORMAAT vorming lisatud reale * --old-group-format=FORMAAT vorming kustutatud ridadele * --old-line-format=FORMAAT vorming kustutatud reale * --unchanged-group-format=FORMAAT vorming muutmata ridadele * --unchanged-line-format=FORMAAT vorming muutmata reale * --line-format=FORMAAT --{old,new,unchanged}-rea-formaat
gl: Formatos de saída detallada: * -D, --ifdef=NOME amosa-lo formato "#ifdef NOME" * --changed-group-format=FORMATO usa-lo FORMATO nas liñas cambiadas * --new-group-format=FORMATO usa-lo FORMATO nas liñas inseridas * --new-line-format=FORMATO usa-lo FORMATO nunha liña inserida * --old-group-format=FORMATO usa-lo FORMATO nas liñas eliminadas * --old-line-format=FORMATO usa-lo FORMATO nunha liña eliminada * --unchanged-group-format=FORMATO usa-lo FORMATO nas liñas sen cambios * --unchanged-line-format=FORMATO usa-lo FORMATO nunha liña sen cambios * --line-format=FORMATO --{old,new,unchanged}-line-format
it: Formati dettagliati di output: * -D, --ifdef=NOME usa il formato `#ifdef NOME' * --changed-group-format=FORMATO usa FORMATO per le righe cambiate * --new-group-format=FORMATO usa FORMATO per le righe inserite * --new-line-format=FORMATO usa FORMATO per la riga inserita * --old-group-format=FORMATO usa FORMATO per le righe rimosse * --old-line-format=FORMATO usa FORMATO per la riga rimossa * --unchanged-group-format=FORMATO usa FORMATO per le righe non cambiate * --unchanged-line-format=FORMATO usa FORMATO per la riga non cambiata * --line-format=FORMATO --{old,new,unchanged}-line-format
ms: Format keluaran terperinci: * -D, --ifdef=NAMA keluarkan format `#ifdef NAMA' * --changed-group-format=FORMAT guna FORMAT untuk baris ditukar * --new-group-format=FORMAT guna FORMAT untuk baris-baris dimasukkan * --new-line-format=FORMAT guna FORMAT untuk baris dimasukkan * --old-group-format=FORMAT guna FORMAT untuk baris-baris dipadam * --old-line-format=FORMAT guna FORMAT untuk baris dipadam * --unchanged-group-format=FORMAT guna FORMAT untuk baris-baris tidak ditukar * --unchanged-line-format=FORMAT guna FORMAT untuk baris tidak ditukar * --line-format=FORMAT --{old,new,unchanged}-format-baris
nb: Detaljerte utskriftformater: * -D, --ifdef=NAVN skriv ut «#ifdef NAVN»-format * --changed-group-format=FORMAT bruk FORMAT for endrede linjer * --new-group-format=FORMAT bruk FORMAT for innskutte linjer * --new-line-format=FORMAT bruk FORMAT for innskutt linje * --old-group-format=FORMAT bruk FORMAT for slettede linjer * --old-line-format=FORMAT bruk FORMAT for slettet linje * --unchanged-group-format=FORMAT bruk FORMAT for uendrede linjer * --unchanged-line-format=FORMAT bruk FORMAT for uendrer linje * --line-format=FORMAT --{old,new,unchanged}-line-format
pt_br: Formatos de saída detalhados: * -D, --ifdef=NOME Exibe no formato `#ifdef NOME'. * --changed-group-format=FORMATO Usar FORMATO para linhas modificadas. * --new-group-format=FORMATO Usar FORMATO para grupos incluídos. * --new-line-format=FORMATO Usar FORMATO para linhas incluídas. * --old-group-format=FORMATO Usar FORMATO para grupos eliminados. * --old-line-format=FORMATO Usar FORMATO para linhas eliminadas. * --unchanged-group-format=FORMATO Usar FORMATO para grupos inalterados. * --unchanged-line-format=FORMATO Usar FORMATO para linhas inalteradas. * --line-format=FORMATO --{old,new,unchanged}-line-format.
ro: Formate de ieºire detaliate: * -D, --ifdef=NAME afiºeazã format `#ifdef NAME' * --changed-group-format=FORMAT foloseºte FORMAT pentru linii schimbate * --new-group-format=FORMAT foloseºte FORMAT pentru linii inserate * --new-line-format=FORMAT foloseºte FORMAT pentru linii inserate * --old-group-format=FORMAT foloseºte FORMAT pentru linii ºterse * --old-line-format=FORMAT foloseºte FORMAT pentru linii ºterse * --unchanged-group-format=FORMAT foloseºte FORMAT pentru linii neschimbate * --unchanged-line-format=FORMAT foloseºte FORMAT pentru linii neschimbate * --line-format=FORMAT --{old,new,unchanged}-line-format
sk: Detaily výstupných formátov: * -D, --ifdef=MENO výstup vo formáte `#ifdef MENO' * --changed-group-format=FORMÁT pou¾ije FORMÁT pre zmenené riadky * --new-group-format=FORMÁT pou¾ije FORMÁT pre vlo¾ené riadky * --new-line-format=FORMÁT pou¾ije FORMÁT pre vlo¾ený riadok * --old-group-format=FORMÁT pou¾ije FORMÁT pre zmazané riadky * --old-line-format=FORMÁT pou¾ije FORMÁT pre zmazaný riadok * --unchanged-group-format=FORMÁT pou¾ije FORMÁT pre nezmenené riadky * --unchanged-line-format=FORMÁT pou¾ije FORMÁT pre nezmenený riadok * --line-format=FORMÁT --{old,new,unchanged}-line-format
sv: Detajerade utformat: * -D, --ifdef=NAMN skriv "#ifdef NAMN"-format * --changed-group-format=FORMAT använd FORMAT för ändrade rader * --new-group-format=FORMAT använd FORMAT för insatta rader * --new-line-format=FORMAT använd FORMAT för insatt rad * --old-group-format=FORMAT använd FORMAT för borttagna rader * --old-line-format=FORMAT använd FORMAT för borttagen rad * --unchanged-group-format=FORMAT använd FORMAT för oförändrade rader * --unchanged-line-format=FORMAT använd FORMAT för oförändrad rad * --line-format=FORMAT --{old,new,unchanged}-line-format
vi: Dạng thức xuất chi tiết: * -D, --ifdef=TÊN xuất dạng thức « #ifdef TÊN » * --changed-group-format=DẠNG dùng dạng thức này cho mọi dòng đã thay đổi (_dạng nhóm đa đổi_) * --new-group-format=DẠNG dùng dạng thức này cho các dòng đã chèn (_dạng nhóm mới_) * --new-line-format=DẠNG dùng dạng thức này cho mỗi dòng đã chèn (_dạng dòng mới_ * --old-group-format=DẠNG dùng dạng thức này cho các dòng bị xoá bỏ (_dạng nhóm cũ_) * --old-line-format=DẠNG dùng dạng thức này cho mỗi dòng bị xoá bỏ (_dạng dòng cũ_) * --unchanged-group-format=DẠNG dùng dạng thức này cho các dòng chưa thay đổi (_dạng nhóm chưa đổỉ_) * --unchanged-line-format=DẠNG dùng dạng thức này cho mỗi dòng chưa thay đổi (_dạng dòng chưa đổi_) * --line-format=DẠNG --{old,new,unchanged} _dạng thức dòng_ cũ,mới,chưa đổi

source: Script-like formats: (none of -CDUcefnuy) output normal diffs * -e, --ed output a valid `ed' script * -f, --forward-ed mix between -e and -n (not very useful) * -n, --rcs output RCS format (internally used by RCS)
da: Skriptlignende formater: (ingen af -CDUcefnuy) skriv normalt "diff"-format * -e, --ed skriv et gyldigt "ed"-skript * -f, --forward-ed blandning mellem -e og -n (ikke særligt brugbart) * -n, --rcs skriv RCS-format (internt brugt af RCS)
de: Skript-ähnliche Formate: (keins aus -CDUcefnuy) normale Vergleiche ausgeben * -e, --ed ein gültiges „ed“-Skript ausgeben * -f, --forward-ed Mix aus -e und -n (nicht sehr nützlich) * -n, --rcs RCS-Format ausgeben (intern von RCS benutzt)
et: Skripti vormindus: (mitte ükski järgnevast -CDUcefnuy) väljasta normaalne diff * -e, --ed väljasta korrektne `ed' skript * -f, --forward-ed segu -e ja -n väljunditest (pole eriti kasutatav) * -n, --rcs väljasta RCS vorminduses (RCS sisekuju)
gl: Formatos semellantes a scripts: (ningún de -CDUcefnuy) producir diffs normais * -e, --ed producir un script "ed" válido * -f, --forward-ed mestura de -e e -n (non é moi útil) * -n, --rcs producir formato RCS (úsase internamente en RCS)
it: Formati di script: (nessuno di -CDUcefnuy) mostra diff normali * -e, --ed mostra un valido script per ed * -f, --forward-ed un misto tra -e e -n (non molto utile) * -n, --rcs mostra in formato RCS (usato internamente da RCS)
ms: Format seperti-skrip: (tiada -CDUcefnuy) keluarkan diff normal * -e, --ed keluarkan skrip `ed' sah * -f, --forward-ed campur antara -e and -n (tidak begitu berguna) * -n, --rcs keluarkan format RCS (kegunaan dalaman oleh RCS)
nb: Skript-liknenede formater: (ingen av -CDUcefnuy) skriv ut vanlige differ * -e, --ed skriv ut gyldige «ed»-skript * -f, --forward-ed bland mellom -e og -n (ikke særlig nyttig) * -n, --rcs skriv ut RCS-format (internt brukt av RCS)
pt_br: Formatos tipo Script: (nenhum de -CDUcefnuy) Exibe as diferenças da forma normal. * -e, --ed Produz um script válido para o `ed'. * -f, --forward-ed Mistura entre -e e -n (não muito útil). * -n, --rcs Produz um formato RCS. (internamente usado pelo RCS)
ro: Formate ca scripturi: (none of -CDUcefnuy) afiºeazã diferenþele normal * -e, --ed afiºeazã un script `ed' valid * -f, --forward-ed amestec între -e ºi -n (nu foarte util) * -n, --rcs afiºeazã format RCS (folosit intern RCS)
sk: Formáty na spôsob skriptu: (¾iadny z -CDUcefnuy) produkuje obyèajný diff * -e, --ed produkuje `ed' skript * -f, --forward-ed nieèo medzi -e a -n (neveµmi u¾itoèné) * -n, --rcs produkuje RCS formát (interne pou¾ívané RCS)
sv: Skriptlika format: (ingen av -CDUcefnuy) skriv normalt "diff"-format * -e, --ed skriv ett giltigt "ed"-skript * -f, --forward-ed blandning mellan -e och -n (inte särskilt användbart) * -n, --rcs skriv RCS-format (internt använt av RCS)
vi: Dạng thức như tập lệnh: (không có điều nào của -CDUcefnuy) xuất dữ liệu khác biệt chuẩn * -e, --ed xuất tập lệnh « ed » hợp lệ * -f, --forward-ed phối hai cỡ « -e » và « -n » (không hữu ích lắm) (_đi tới_) * -n, --rcs xuất dạng thức RCS (được dùng nội bộ bởi RCS)

source: Context and unified formats: * -F, --show-function-line=REGEXP show previous context matching REGEXP * -p, --show-c-function show which C function for each change
da: Sammenhængsformat og forenede formater: * -F, --show-function-line=REGUDTR vis foregående sammenhæng som passer på * regulært udtryk REGUDTR * -p, --show-c-function vis hvilken C-funktion for hver ændring
de: Kontext- und vereinigte Formate: * -F, --show-function-line=REGAUS vorherigen Kontext, auf den REGAUS passt, anzeigen * -p, --show-c-function C-Funktion für jede Änderung zeigen
et: Kontekst ja unifitseeritud vormindus: * -F, --show-function-line=REGEXP näita eelmist REGEXP vastavat konteksti * -p, --show-c-function näita, millises C funktsioonis muutus on
gl: Formatos contextual e unificado: * -F, --show-function-line=EXPREG amosa-lo contexto anterior que coincide coa EXPREG * -p, --show-c-function amosa-la función C na que está cada cambio
it: Formato contestuale e formato unificato: * -F, --show-function-line=ER mostra il contesto precedente che corrisponde all'espressione regolare ER * -p, --show-c-function mostra in quale funzione C appare il cambiamento
ms: Format konteks dam penggabungan: * -F, --show-function-line=REGEXP tunjuk konteks sebelum sepadan REGEXP * -p, --show-c-function tunjuk fungsi C yang mana untuk setiap perubahan
nb: Kontekst og forente formater: * -F, --show-function-line=REGUTTR vis forrige kontekst som samsvarer med REGUTTR * -p, --show-c-function vis hvilken C-funksjon for hver endring
pt_br: Formatos de contexto e unificados: * -F, --show-function-line=EXPREG Exibir a linha mais recente que corresponde à EXPressão REGular. * -p, --show-c-function Mostrar em qual função C (ed) está cada diferença.
ro: Formate context ºi unificate: * -F, --show-function-line=REGEXP aratã contextul precedent ce potriveºte REGEXP * -p, --show-c-function aratã care funcþie C pentru fiecare schimbare
sk: Kontextové a and unifikované formáty: * -F, --show-function-line=REGEXP zobrazí predchádzajúci kontext vyhovujúci REGEXP * -p, --show-c-function zobrazí pre ka¾dú zmenu príslu¹nú C funkciu
sv: Sammanhangsformat och enat format: * -F, --show-function-line=REGUTTR visa föregående sammanhang som matchar * reguljäruttryck REGUTTR * -p, --show-c-function visa vilken C-funktion för varje ändring
vi: Dạng thức ngữ cảnh và hợp nhất: * -F, --show-function-line=BTCQ hiện biểu thức chính quy khớp ngữ cảnh trước (_hiện dòng hàm số_) * -p, --show-c-function _hiện hàm số C_ nào cho mỗi thay đổi

source: * -C, --context=LINES as -c, also select context size in lines * -L, --label=LABEL use from/to LABEL instead of file name (twice) * -U, --unified=LINES as -u, also select context size in lines * -c, --context output context diffs (default 3 context lines) * -u, --unified output unidiffs (default 3 context lines) * -LINES (obsolete: select context size in lines)
da: * -C, --context=LINJER som -c, men vælg også antal linjer for sammenhæng * -L, --label=MÆRKE brug til/fra MÆRKE istedet for filnavn * (to gange) * -U, --unified=LINJER som -u, men vælg også antal linjer for sammenhæng * -c, --context skriv sammenhængsdiff (standardværdi * 3 sammenhængslinjer) * -u, --unified skriv forenet diff (standardværdi * 3 sammenhængslinjer) * -RADER (forældet: vælg antal sammenhængslinjer)
de: * -C, --context=ZEILEN wie -c, wählt zusätzlich Kontextgröße in Zeilen * -L, --label=ETIKETT ETIKETT anstelle der Dateinamen nehmen (zweimal) * -U, --unified=ZEILEN wie -u, wählt zusätzlich Kontextgröße in Zeilen * -c, --context Kontextvergleich (mit 3 Zeilen Kontext) * -u, --unified vereinigter Vergleich (mit 3 Zeilen Kontext) * -ZEILEN (veraltet: Kontextgröße in Zeilen auswählen)
et: * -C, --context=RIDU nagu -c, määra ka konteksti suurus * -L, --label=MÄRGEND kasuta faili nime asemel MÄRGENDIT * -U, --unified=RIDU nagu -u, määra ka konteksti suurus * -c, --context väljasta konteksti erinevused (3 rida) * -u, --unified väljasta erinevused unidiff vorminduses (3 rida) * -RIDU (aegunud: määra konteksti suurus ridades)
gl: * -C, --context=LIÑAS coma -c, escolle o tamaño do contexto en liñas * -L, --label=ETIQUETA usa-la ETIQUETA no canto do nome do ficheiro * -U, --unified=LIÑAS coma -u, escolle o tamaño do contexto en liñas * -c, --context producir diffs contextuais (3 liñas de contexto) * -u, --unified producir unidiffs (3 liñas de contexto) * -LIÑAS (obsoleto: tamaño do contexto en liñas)
it: * -C, --context=RIGHE come -c, in più sceglie il numero di righe di contesto * -L, --label=ETICHETTA usa ETICHETTA da/a al posto del nome del file (due volte) * -U, --unified=RIGHE come -u, in più sceglie il numero di righe di contesto * -c, --context mostra diff contestuali (predefinito: 3 righe di contesto) * -u, --unified mostra diff unificate (predefinito: 3 righe di contesto) * -RIGHE (obsoleta: indica il numero di RIGHE di contesto)
ms: * -C, --context=BARIS seperti -c, juga memilih saiz konteks dalam baris * -L, --label=LABEL guna dari/ke LABEL selain daripada nama fail (dua kali) * -U, --unified=BARIS seperti -u, juga memilih saiz konteks dalam baris * -c, --context keluarkan diff konteks (default 3 baris konteks) * -u, --unified keluarkan unidiffs (default 3 baris konteks) * -BARIS (lapuk: pilih saiz konteks dalam baris)
nb: * -C, --context=LINJER som -c, men velg kontekst-størrelse i linjer * -L, --label=TITTEL bruk fra/til-TITTEL i steden for filnavn (to ganger) * -U, --unified=LINJER som -u, men velg kontekst-størrelse i linjer * -c, --context skriv ut kontekstdiffer (forvalgt 3 kontekstlinjer) * -u, --unified skriv ut unidiffer (forvalgt 3 kontekstlinjer) * -LINJER (avleggs: vel kontekststørrelse i linjer)
pt_br: * -C, --context=LINHAS Como -c, também seleciona o tamanho do contexto em linhas. * -L, --label=RÓTULO Usar de/para RÓTULO em vez do nome do arquivo (dobrado). * -U, --unified=LINHAS Como -u, também seleciona o tamanho do contexto em linhas. * -c, --context Exibe o contexto das diferenças. (padrão de 3 linhas de contexto) * -u, --unified Exibe o contexto unificado. (padrão de 3 linhas de contexto) * -LINHAS (obsoleto: seleciona o tamanho do contexto em linhas))
ro: * -C, --context=LINII ca -c, selecteazã numãr linii context * -L, --label=ETICHETÃ foloseºte din/cãtre ETICHETÃ în loc de nume fiºier (de douã ori) * -U, --unified=LINII ca -u, selecteazã numãr linii context * -c, --context aratã diferenþele în context (implicit 3linii de context * -u, --unified afiºeazã unidiffs (implicit 3 linii de context) * -LINII (vechi: selecteazã numãr de linii de context)
sk: * -C, --context=RIADKOV ako -c, navy¹e ¹pecifikuje veµkos» kontextu v riadkoch * -L, --label=NÁZOV pou¾i» z/na NÁZOV namiesto názvu súboru (dvakrát) * -U, --unified=RIADKOV ako -u, navy¹e ¹pecifikuje veµkos» kontextu v riadkoch * -c, --context produkuje kontextový diff (3 riadky kontextu, ak nebolo zadané inak) * -u, --unified produkuje unidiff (3 riadky kontextu) * -RIADKOV (zastarané: poèet riadkov kontextu)
sv: * -C, --context=RADER som -c, men välj också antal rader omgivning * -L, --label=MÄRKE använd till/från MÄRKE istället för filnamn * (två gånger) * -U, --unified=RADER som -u, men välj också antal rader omgivning * -c, --context skriv sammanhangsdiff (standardvärde * 3 sammanhangsrader) * -u, --unified skriv enad diff (standardvärde * 3 sammanhangsrader) * -RADER (obsolet: välj antal sammanhangsrader)
vi: * -C, --context=DÒNG như « -c », cũng chọn cỡ _ngữ cảnh_ theo dòng * -L, --label=NHÃN dùng _nhãn_ từ/cho thay thế tên tập tin (hai lần) * -U, --unified=DÒNG như « -u », cũng chọn cỡ ngữ cảnh theo dòng (_hợp nhất_) * -c, --context xuất dữ liệu khác biệt _ngữ cảnh_ (mặc định là 3 dòng ngữ cảnh) * -u, --unified xuất dữ liệu khác biệt _hợp nhất_ (unidiff) (mặc định là 3 dòng ngữ cảnh) * -DÒNG (cũ: chọn cỡ ngữ cảnh theo dòng)
