Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: Word mode options: -1, --no-deleted inhibit output of deleted words -2, --no-inserted inhibit output of inserted words -3, --no-common inhibit output of common words -A, --auto-pager automatically calls a pager -k, --less-mode variation of printer mode for "less" -m, --avoid-wraps do not extend fields through newlines -o, --printer overstrike as for printers -z, --terminal use termcap as for terminal displays -K, --no-init-term like -z, but no termcap init/term strings -O, --item-regexp=REGEXP compare items as defined by REGEXP -W, --word-mode compare words instead of lines
da: Muligheder i ord-tilstand: -1, --no-deleted skriv ikke slettede ord -2, --no-inserted skriv ikke indsatte ord -3, --no-common skriv ikke fælles ord -A, --auto-pager kalder en 'pager' automatisk -k, --less-mode variant af printer-modus for "less" -m, --avoid-wraps udvid ikke felter med newlines -o, --printer brug overstrike som for printere -z, --terminal brug termcap som for almindelige terminaler -K, --no-init-term som -z, men uden termcap init/term strenge -O, --item-regexp=REGEXP sammenlign elementer som angivet med REGEXP -W, --word-mode sammenlign ord istedet for linjer
de: Wortmodus-Optionen: -1, --no-deleted keine Ausgabe für gelöschte Wörter -2, --no-inserted keine Ausgabe für eingefügte Wörter -3, --no-common keine Ausgabe für gemeinsame Wörter -A, --auto-pager automatisch Anzeigeprogramm aufrufen -k, --less-mode Ausgabevariante für „less“-Ausgabe -m, --avoid-wraps Zeilenende begrenzt Felder -o, --printer wie bei Druckern überschreiben -z, --terminal „termcap“ wie für Terminalanzeigen benutzen -K, --no-init-term wie -z, aber keine init/term-Termcap-Sequenzen -O, --item-regexp=REGAUS Elemente wie durch REGAUS definiert vergleichen -W, --word-mode Wörter anstelle von Zeilen vergleichen
et: Sõna moodi võtmed: -1, --no-deleted ära väljasta kustutatud sõnu -2, --no-inserted ära väljasta lisatud sõnu -3, --no-common ära väljasta ühiseid sõnu -A, --auto-pager kasuta automaatselt lehitsejat -k, --less-mode printeri mood käsule "less" -m, --avoid-wraps ära kasuta mitmerealisi välju -o, --printer ülekirjutamine nagu trükkalites -z, --terminal kasuta termcap terminali infot -K, --no-init-term nagu -z, aga termcap init/term sõnedeta -O, --item-regexp=REGEXP võrdle REGEXP määratud elemente -W, --word-mode võrdle ridade asemel sõnu
gl: Opcións de modo palabra: -1, --no-deleted non amosa-las palabras borradas -2, --no-inserted non amosa-las palabras inseridas -3, --no-common non amosa-las palabras comúns -A, --auto-pager executa un visor automaticamente -k, --less-mode variación do modo de impresora para "less" -m, --avoid-wraps non estende-los campos nos saltos de liña -o, --printer facer dobre impresión para as impresoras -z, --terminal usar termcap para as pantallas -K, --no-init-term coma -z, pero sen cadeas init/term de termcap -O, --item-regexp=EXPREG compara-los elementos coa EXPresión REGular -W, --word-mode comparar palabras no canto de liñas
it: Word mode options: -1, --no-deleted inibisci l'output delle parole rimosse -2, --no-inserted inibisci l'output delle parole inserite -3, --no-common inibisci l'output delle parole in comune -A, --auto-pager chiama automaticamente un impaginatore -k, --less-mode variante del modo di stampa di less -m, --avoid-wraps non estendere i campi oltre i newline -o, --printer sovraimponi come per le stampanti -z, --terminal usa termcap come terminale -K, --no-init-term come -z, ma senza le stringhe init/term di termcap -O, --item-regexp=ESP.REG. confronta gli elementi in base all'ESP.REG. -W, --word-mode confronta le parole invece che le righe
ms: Pilhan mod perkataan: -1, --no-deleted halang keluaran perkataan dipadam -2, --no-inserted halang keluaran perkataan dimasukkan -3, --no-common halang keluaran perkataan biasa -A, --auto-pager panggil pager secara automatik -k, --less-mode variasi untuk mod pencetak bagi "less" -m, --avoid-wraps jangan sambung medan melalui baris baru -o, --printer overstrike seperti untuk pencetak -z, --terminal guna termcap sebagai paparan terminal -K, --no-init-term seperti -z, tetap tiada termcap init/rentetan term -O, --item-regexp=REGEXP banding perkara seperti dinyatakan oleh REGEXP -W, --word-mode banding perkataan selain daripada baris
nb: -1, --no-deleted skriv ikke slettede ord -2, --no-inserted skriv ikke innsatte ord -3, --no-common skriv ikke felles ord -A, --auto-pager kaller et sideleseprogram automatisk -k, --less-mode variasjon av utskriftsmodus for «less» -m, --avoid-wraps ikke utvid felt gjennom linjeskift -o, --printer bruk overstrek som for skrivere -z, --terminal bruk termcap som for vanlige terminaler -K, --no-init-term som -z, men ingen termcap-init/-term-strenger -O, --item-regexp=REGUTTR sammenlikn elementer som definert av REGUTTR -W, --word-mode sammenlikn ord i steden for linjer
pt_br: Opções do Modo Palavra: -1, --no-deleted Inibe a exibição das palavras removidas. -2, --no-inserted Inibe a exibição das palavras inseridas. -3, --no-common Inibe a exibição das palavras comuns. -A, --auto-pager Chama automaticamente o paginador. -k, --less-mode Variação do modo de impressão para "less." -m, --avoid-wraps Não extender campos através de novas linhas. -o, --printer Sobrepor para impressora. -z, --terminal Usar `termcap' para exibição em terminal. -K, --no-init-term Como -z, mas sem as strings `init/term'. -O, --item-regexp=EXPREG Comparar itens conforme definido em EXPREG. (EXPREG = expressão regular) -W, --word-mode Comparar palavras em vez de linhas.
ro: Opþiuni modul cuvânt: -1, --no-deleted nu afiºa cuvintele ºterse -2, --no-inserted nu afiºa cuvintele inserate -3, --no-common nu afiºa cuvintele comune -A, --auto-pager cheamã automat un paginator -k, --less-mode variaþia modului imprimantã pentru "less" -m, --avoid-wraps nu extinde câmpurile prin caractere linie nouã -o, --printer suprascrie ca pentru imprimantã -z, --terminal foloseºte termcap ca pentru display terminal -K, --no-init-term ca ºi -z, dar nici un ºir termcap init/term -O, --item-regexp=REGEXP comparã elemente ca definite de REGEXP -W, --word-mode comparã cuvinte în loc de linii
sk: Voµby re¾imu slov. -1, --no-deleted zamedzí výstupu zmazaných slov -2, --no-inserted zamedzí výstupu vlo¾ených slov -3, --no-common zamedzí výstupu be¾ných slov -A, --auto-pager automaticky volá stránkovaè -k, --less-mode varianta re¾imu tlaèiarne pre "less" -m, --avoid-wraps nerozoznávaj polia medzi dvoma novými riadkami -o, --printer pre¹krtávanie ako pre tlaèiareò -z, --terminal pou¾i termcap ako pre terminálové displeje -K, --no-init-term ako -z, ale bez termcap init/term re»azcov -O, --item-regexp=REGVÝRAZ porovnáva polo¾ky definované REGVÝRAZom -W, --word-mode porovnáva slová namiesto riadkov
sv: Flaggor för ordläge: -1, --no-deleted visa inte borttagna ord -2, --no-inserted visa inte tillagda ord -3, --no-common visa inte gemensamma ord -A, --auto-pager ge resultatet till en sidvisare -k, --less-mode speciell variant av -o för "less" -m, --avoid-wraps låt inte fält löpa över flera rader -o, --printer dubbelskrift som för skrivare -z, --terminal använd termcap för att markera ord -K, --no-init-term som -z, men inga termcap-start/slutsträngar -O, --item-regexp=REGEXP jämför poster som definieras av REGEXP -W, --word-mode jämför ord istället för rader
vi: Tùy chọn chế độ từ : -1, --no-deleted _không_ xuất từ _bị xóa bỏ_ -2, --no-inserted _không_ xuất từ _bị chèn_ -3, --no-common _không_ xuất từ _dùng chung_ -A, --auto-pager _tự động_ gọi _trình dàn trang_ -k, --less-mode _chế độ_ in khác cho trình « less » -m, --avoid-wraps không mở rộng trường ra dòng mới (_tránh ngắt dòng_) -o, --printer kiểu gạch đè lên chữ như máy in -z, --terminal dùng termcap giống như với bộ trình bày _thiết bị cuối_ -K, --no-init-term giống tùy chọn -z, nhưng _không_ có chuỗi khởi động/thiết bị cuối loại termcap -O, --item-regexp=BIỂUTHỨC _biểu thức chính quy_ ấy định nghĩa cách so sánh _mục_ -W, --word-mode so sánh _từ_ thay thế dòng (_chế độ_)

source: Comparing files: * -H, --speed-large-files go faster, for when numerous small changes * -a, --text report line differences (text file default) * -d, --minimal try harder for a smaller set of changes * -q, --brief only says if files differ (binary default) * --horizon-lines=LINES keep LINES lines in common prefixes/suffixes
da: Sammenlign filer: * -H, --speed-large-files arbejd hurtigere med mange små forskelle * -a, --text rapportér linjeforskelle * (standardværdi for tekstfiler) * -d, --minimal arbejd hårdere for mindre antal forskelle * -q, --brief rapportér kun om filer er forskellige * (standardværdi for binærfiler) * --horizon-lines=ANTAL vis ANTAL linjer i ens præfiks/suffiks
de: Dateienvergleich: * -H, --speed-large-files beschleunigen (bei vielen kleinen Änderungen) * -a, --text Zeilenunterschiede melden (Voreinst. bei Text) * -d, --minimal mehr anstrengen, um kleinere Änderung zu finden * -q, --brief nur sagen, ob Dateien sich unterscheiden * (Voreinstellung bei Binärdateien) * --horizon-lines=ZEILEN gemeinsame Prä-/Suffixe sind ZEILEN Zeilen lang
et: Failide võrdlemine: * -H, --speed-large-files tööta paljude muutuste korral kiiremini * -a, --text teata ridade erinevustest (tekstifailid) * -d, --minimal tööta väikeste muutuste korral rohkem * -q, --brief teata failide erinevustest (kahendfailid) * --horizon-lines=RIDU ridu enne ja järel
gl: Comparación de ficheiros: * -H, --speed-large-files ir máis rápido, para moitos cambios pequenos * -a, --text amosar diferencias de liñas * -d, --minimal busca-lo conxunto de cambios máis pequeno * -q, --brief só dicir se os ficheiros son distintos * --horizon-lines=LIÑAS manter LIÑAS liñas nos prefixos/sufixos comúns
it: Confronto di file: * -H, --speed-large-files va più veloce se ci sono tante piccole differenze * -a, --text riporta le differenze nelle righe (predefinito per i file di testo) * -d, --minimal minimizza il numero di differenze * -q, --brief mostra solo se i file sono diversi (predefinito per i file binari) * --horizon-lines=NUM mantieni NUM righe di prefisso e suffisso comune
ms: Perbandingan fail: * -H, --speed-large-files lebih laju, untuk apabila beberapa perubahan kecil * -a, --text lapor perbezaan baris (default fail teks) * -d, --minimal cuba lebih gigih untuk set perubahan yang kecil * -q, --brief hanya nyatakan jika fail berbeza (default binari) * --horizon-lines=BARIS kekalkan BARIS baris dalam awalan/akhiran biasa
nb: Sammenlikn filer: * -H, --speed-large-files gå raskere, for mange små endringer * -a, --text rapporter linje-forskjeller (forvalgt for tekstfiler) * -d, --minimal prøv hardere, for et mindre sett med endringer * -q, --brief bare si om filer er forskjellige (forvalgt for binære filer) * --horizon-lines=LINJER behold LINJER linjer i vanlige prefiks/suffiks
pt_br: Comparação de Arquivos: * -H, --speed-large-files Acelera no caso de muitas alterações pequenas. * -a, --text Exibe diferenças de linha. (padrão para arquivo de texto) * -d, --minimal Se esforçar para encontrar o menor conjunto de diferenças. * -q, --brief Diz apenas se os arquivos são diferentes. (padrão para arquivos binários) * --horizon-lines=LINHAS Exibe o número de LINHAS em comum no prefixo e no sufixo.
ro: Comparing files: * -H, --speed-large-files mai repede, pentru când sunt necesare numeroase mici schimbãri * -a, --text reporteazã diferenþe pe linii (implicit pentru fiºiere text) * -d, --minimal încearcã mai temeinic pentru un set mai mic de diferenþe * -q, --brief spune numai dacã fiºierere diferã (implicit pentru fiºiere binare) * --horizon-lines=LINII pãstrazã LINII în prefixe/sufixe comune
sk: Comparing files: * -H, --speed-large-files rýchlej¹í re¾im pre veµa malých zmien * -a, --text vypisuje rozdiely v riadkoch (prednast. pre text) * -d, --minimal skú¹a dôkladnejs¹ie - men¹í poèet zmien * -q, --brief iba oznámi, èi sa súbory lí¹ia (prednast. pre binárne súbory) --horizon-lines=POÈ zachová POÈet zhodných úvodných a koncových riadkov
sv: Jämföra filer: * -H, --speed-large-files jobba fortare, för många små skillnader * -a, --text rapportera radskillnader * (standardvärde för textfiler) * -d, --minimal försök mera för ett mindre antal skillnader * -q, --brief rapportera bara om filer skiljer sig * (standardvärde för binärfiler) * --horizon-lines=ANTAL visa ANTAL rader i gemensamma prefix/suffix
vi: Cách so sánh tập tin: * -H, --speed-large-files đi nhanh hơn khi có nhiều thay đổi nhỏ (_tộc độ, tập tin lớn_) * -a, --text thông báo sự khác giữa nhiều dòng (mặc định cho tập tin _văn bản_) * -d, --minimal cố gắng nhiều hơn để tạo bộ thay đổi nhỏ hơn (_tối thiểu_) * -q, --brief chỉ thông báo nếu tập tin là khác nhau (mặc định cho tập tin nhị phân)(_ngắn_) * --horizon-lines=DÒNG giữ DÒNG dòng trong phụ tố thường

source: Comparing directories: * -N, --new-file consider missing files to be empty * -P, --unidirectional-new-file consider missing old files to be empty * -S, --starting-file=FILE resume directory comparison with FILE * -X, --exclude-from=FILE ignore files matching patterns from FILE * -r, --recursive recursively compare subdirectories * -s, --report-identical-files report when two files are the same * -x, --exclude=PATTERN ignore files (dirs) matching PATTERN
da: Sammenlign kataloger: * -N, --new-file behandl manglende filer som tomme * -P, --unidirectional-new-file behandl manglende gamle filer som tomme * -S, --starting-file=FIL fortsæt katalogsammenligning ved FIL * -X, --exclude-from=FIL ignorer filer som passer på mønster fra FIL * -r, --recursive sammenlign underkataloger rekursivt * -s, --report-identical-files rapportér når to filer er ens * -x, --exclude=MØNSTER ignorér filer (kataloger) som passer på MØNSTER
de: Verzeichnisvergleich: * -N, --new-file fehlende Dateien als leer ansehen * -P, --unidirectional-new-file fehlende alte Dateien als leer ansehen * -S, --starting-file=DATEI Verzeichnisvergleich mit DATEI fortsetzen * -X, --exclude-from=DATEI Dateien mit Muster aus DATEI ignorieren * -r, --recursive Unterverzeichnisse rekursiv vergleichen * -s, --report-identical-files melden, wenn zwei Dateien identisch sind * -x, --exclude=MUSTER Dateien (Verz.) mit MUSTER ignorieren
et: Kataloogide võrdlemine: * -N, --new-file märgi puuduvad failid tühjadeks * -P, --unidirectional-new-file märgi puuduvad vanad failid tühjadeks * -S, --starting-file=FAIL jätka kataloogide võrdlemist FAILIST * -X, --exclude-from=FAIL ignoreeri faile vastavalt loetud mustritele * -r, --recursive võrdle katalooge rekursiivselt * -s, --report-identical-files teata, kui kaks faili on sama sisuga * -x, --exclude=MUSTER ignoreeri MUSTRILE vastavaid faile (kat)
gl: Comparación de directorios: * -N, --new-file trata-los ficheiros inexistentes coma baleiros * -P, --unidirectional-new-file trata-los ficheiros inexistentes antigos coma baleiros * -S, --starting-file=FICHEIRO continua-la comparación de directorios no FICHEIRO * -X, --exclude-from=FICHEIRO ignora-los ficheiros que coinciden cos patróns armacenados no FICHEIRO * -r, --recursive compara-los subdirectorios recursivamente * -s, --report-identical-files avisar cando dous ficheiros sexan iguais * -x, --exclude=PATRÓN ignora-los ficheiros (directorios) que coincidan co PATRÓN
it: Confronto di directory: * -N, --new-file considera i file mancanti come vuoti * -P, --unidirectional-new-file considera i vecchi file mancanti come vuoti * -S, --starting-file=FILE comincia a confrontare le directory da FILE * -X, --exclude-from=FILE escludi i file che corrispondono ai modelli in FILE * -r, --recursive confronta ricorsivamente le sottodirectory * -s, --report-identical-files segnala quando due file sono identici * -x, --exclude=MODELLO escludi i file (directory) che corrispondono al MODELLO
ms: Perbandingan direktori: * -N, --new-file ambil kira fail tidak wujud sebagai kosong * -P, --unidirectional-new-file ambil kira fail lama tidak wujud sebagai kosong * -S, --starting-file=FAIL sambung perbandingan direktori dengan FAIL * -X, --exclude-from=FAIL abai corak sepadan fail daripada FAIL * -r, --recursive banding subdirektori berulang-ulang * -s, --report-identical-files lapor apabbila dua fail adalah sama * -x, --exclude=CORAK abai fail (direktori) sepadan CORAK
nb: Sammenlikning av kataloger: * -N, --new-file regn manglende filer som tomme * -P, --unidirectional-new-file regn manglende gamle filer som tomme * -S, --starting-file=FIL gjenoppta katalogsammenlikning med FIL * -X, --exclude-from=FIL ignorer filer som samsvarer med mønster fra FIL * -r, --recursive sammenlikn kataloger rekursivt * -s, --report-identical-files rapporter når to filer er like * -x, --exclude=MØNSTER ignorer filer (kataloger) som samsvarer med MØNSTER
pt_br: Comparação de Diretórios: * -N, --new-file Considerar arquivos faltando como vazios. * -P, --unidirectional-new-file Considerar arquivos antigos faltando como vazios. * -S, --starting-file=ARQUIVO Prosseguir a comparação dos diretórios a partir do ARQUIVO. * -X, --exclude-from=ARQUIVO Ignorar os arquivos que correspondam aos padrões contidos em ARQUIVO. * -r, --recursive Comparar os subdiretórios recursivamente. * -s, --report-identical-files Relatar quando dois arquivos forem idênticos. * -x, --exclude=PADRÃO Ignorar arquivos (diretórios) que correspondem ao PADRÃO.
ro: Comparare directoare: * -N, --new-file considerã fiºierele lipsã ca fiind goale * -P, --unidirectional-new-file considerã fiºierele vechi ca fiind goale * -S, --starting-file=FIªIER reîncepe comparaþia directoarelor cu FIªIER * -X, --exclude-from=FIªIER ignorã fiºiere ce se potrivesc cu tiparele gãsite în FIªIER * -r, --recursive comparã directoarele recursiv * -s, --report-identical-files reporteazã când douã fiºiere sunt identice * -x, --exclude=TIPAR ignore fiºiere (directoare) ce potrivesc TIPAR
sk: Porovnávanie adresárov: * -N, --new-file pova¾uje chýbajúce súbory za prázdne * -P, --unidirectional-new-file pova¾uje chýbajúce staré súbory za prázdne * -S, --starting-file=SÚBOR pokraèuje v porovnávaní adresárov od SÚBORu * -X, --exclude-from=SÚBOR ignoruje súbory vyhovujúce vzorom v SÚBORe * -r, --recursive rekurzívne porovnáva podadresáre * -s, --report-identical-files oznámi, keï sú súbory zhodné * -x, --exclude=VZOR ignoruje súbory (adresáre) vyhovujúce VZORu
sv: Jämföra kataloger: * -N, --new-file behandla saknade filer som tomma * -P, --unidirectional-new-file behandla saknade gamla filer som tomma * -S, --starting-file=FIL fortsätt katalogjämförelse vid FIL * -X, --exclude-from=FIL ignorera filer som matchar mönster från FIL * -r, --recursive jämför underkataloger rekursivt * -s, --report-identical-files rapportera när två filer är likadana * -x, --exclude=MÖNSTER ignorera filer (kataloger) som matchar MÖNSTER
vi: So sánh thư mục: * -N, --new-file xử lý tập tin còn thiếu là trống (_tập tin mới_) * -P, --unidirectional-new-file xử lý tập tin cũ còn thiếu là trống (_tập tin mới đơn hướng_) * -S, --starting-file=TẬP_TIN tiếp tục so sánh thư mục từ tập tin này (_tập tin đầu_) * -X, --exclude-from=TẬP_TIN bỏ qua tập tin khớp mẫu từ tập tin mày (_loại trừ ra_) * -r, --recursive so sánh _đệ qui_ thư mục con * -s, --report-identical-files _thông báo_ khi có hai _tâp tin trùng_ * -x, --exclude=MẤU bỏ qua tập tin (thư mục) khớp mẫu này (_loại trừ_)

source: Ignoring text: -B, --ignore-blank-lines ignore blank lines * -I, --ignore-matching-lines=REGEXP ignore lines matching REGEXP -b, --ignore-space-change ignore amount of white space -i, --ignore-case ignore case differences -w, --ignore-all-space ignore white space
da: Ignorér tekst: -B, --ignore-blank-lines ignorér blanke linjer * -I, --ignore-matching-lines=REGUDTR ignorér linjer som passer på * regulært udtryk REGUDTR -b, --ignore-space-change ignorér forskelle i blanktegn -i, --ignore-case store og små bogstaver regnes ens -w, --ignore-all-space ignorér alle blanktegn
de: Text ignorieren: -B, --ignore-blank-lines Leerzeilen ignorieren * -I, --ignore-matching-lines=REGAUS Zeilen, auf die REGAUS passt, ignorieren -b, --ignore-space-change Menge von Leerraum ignorieren -i, --ignore-case Groß-/Kleinschreibung ignorieren -w, --ignore-all-space Leerraum ignorieren
et: Teksti ignoreerimine: -B, --ignore-blank-lines ignoreeri tühje ridu * -I, --ignore-matching-lines=REGEXP ignoreeri REGEXP sobivaid ridu -b, --ignore-space-change ignoreeri tühiku tüübi muutust -i, --ignore-case tõstutundetu -w, --ignore-all-space ignoreeri tühikuid
gl: Ignorar texto: -B, --ignore-blank-lines ignora-las liñas en branco * -I, --ignore-matching-lines=EXPREG ignora-las liñas que encaixan na EXPREG -b, --ignore-space-change ignora-la cantidade de espacio en branco -i, --ignore-case ignora-las maiúsculas/minúsculas -w, --ignore-all-space ignora-los espacios en branco
it: Testo ignorato: -B, --ignore-blank-lines ignora le righe vuote * -I, --ignore-matching-lines=ER ignora le righe corrispondenti a ER -b, --ignore-space-change ignora differenze nel numero di spazi -i, --ignore-case ignora differenze in maiuscole/minuscole -w, --ignore-all-space ignora tutti gli spazi
ms: Mengabaikan teks: -B, --ignore-blank-lines abai baris kosong * -I, --ignore-matching-lines=REGEXP abai baris sepadan REGEXP -b, --ignore-space-change abai jumlah ruang kosong -i, --ignore-case abai perbezaan case -w, --ignore-all-space abai ruang kosong
nb: Ignorer tekst: -B, --ignore-blank-lines ignorer blanke linjer * -I, --ignore-matching-lines=REGUTTR ignorer linjer som samsvarer med REGUTTR -b, --ignore-space-change ignorer mengde mellomrom -i, --ignore-case ignorer forskjeller mellom små/store bokstaver. -w, --ignore-all-space ignorer tomrom
pt_br: Ignorar Texto: -B, --ignore-blank-lines Ignorar as linhas em branco. * -I, --ignore-matching-lines=EXPREG Ignorar as linhas que correspondem à expressão regular EXPREG. -b, --ignore-space-change Ignorar a quantidade de espaços em branco. -i, --ignore-case Ignorar as diferenças entre letras maiúsculas e minúsculas. -w, --ignore-all-space Ignorar espaços em branco.
ro: Ignorare text: -B, --ignore-blank-lines ignorã liniile goale * -I, --ignore-matching-lines=REGEXP ignorã liniile ce potrivesc REGEXP -b, --ignore-space-change ignorã numãrul spaþiilor albe -i, --ignore-case ignorã diferenþe litere mari/mici -w, --ignore-all-space ignorã spaþiile albe
sk: Ignorovanie textu: -B, --ignore-blank-lines ignoruje prázdne riadky * -I, --ignore-matching-lines=REGEXP ignoruje riadky vyhovujúce REGEXPu -b, --ignore-space-change ignoruje rozdielny poèet prázdnych znakov -i, --ignore-case ignoruje rozdiely vo veµkosti písmen -w, --ignore-all-space ignoruje prázdne znaky
sv: Ignorera text: -B, --ignore-blank-lines ignorera blanka rader * -I, --ignore-matching-lines=REGUTTR ignorera rader som matchar * reguljäruttryck REGUTTR -b, --ignore-space-change ignorera skillnader i blanktecken -i, --ignore-case versaler och gemener jämförs lika -w, --ignore-all-space ignorera alla blanktecken
vi: Bỏ qua đoạn: -B, --ignore-blank-lines _bỏ qua dòng trống_ * -I, --ignore-matching-lines=BIỂUTHỨC _bỏ qua dòng khớp_ với biểu thức chính quy này -b, --ignore-space-change _bỏ qua_ số khoảng _cách_ (_đổi_) -i, --ignore-case _bỏ qua hoa/thường_ -w, --ignore-all-space _bỏ qua mọi khoảng cách_
