Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: Copyright (C) 1997 Free Software Foundation, Inc.
da: Ophavsret (C) 1997 Free Software Foundation, Inc.
et: Autoriõigus (C) 1997 Free Software Foundation, Inc.
ms: Hakcipta (C) 1997 Free Software Foundation, Inc.
pt_br: Direitos Autorais (C) 1997 Free Software Foundation, Inc.
sv: Copyright © 1997 Free Software Foundation, Inc.
vi: Tác quyền © 1997 Tổ Chức Phần Mềm Tự Do.
zh_tw: 版權所有 (C) 1997 自由軟體基金會。

source: Options -123RSYZ meaningful only when two inputs.
da: Tilvalg -123RSYZ kun meningsfuldt ved to inddatafiler.
de: Optionen -123RSYZ nur mit zwei Eingaben sinnvoll.
et: Võtmeid -123RSYZ saab kasutada ainult kahe sisendfaili olemasolul.
gl: As opcións -123RSYZ só teñen sentido cando hai dúas entradas.
it: Le opzioni -123RSYZ hanno senso solo quando ci sono due input.
ms: Pilihan -123RSYZ bermakna apabila hanya dua masukan.
nb: Flaggene -123RSYZ gir bare mening med to innkilder.
pt_br: Opções -123RSYZ somente fazem sentido quando existem duas entradas.
ro: Opþiunile -123RSYZ au sens numai când sunt douã intrãri
sk: Voµby -123RSYZ majú význam iba pre dva vstupy.
sv: Flaggorna -123RSYZ är bara meningsfulla med två indatakällor.
vi: Những tùy chọn « -123RSYZ » chỉ có nghĩa khi có hai điều nhập.
zh_tw: 選項 -123RSYZ 只於存在二項輸入時才有意義。

source: Could not find a name for the diff at line %ld
da: Kunne ikke finde et navn for 'diff'en på linje %ld
de: Konnte keinen Namen für die Unterschiede in Zeile %ld finden.
et: Erinevustel real %ld pole nime
gl: Non se puido atopar un nome para a diferencia da liña %ld
it: Impossibile trovare un nome per la diff alla riga %ld
ms: Tidak dapat mencari nama untuk diff pada baris %ld
nb: Kunne ikke finne et navn for diffen på linje %ld
pt_br: Impossível encontrar o nome para a diferença na linha %ld
ro: Nu am putut gãsi un nume pentru diff la linia %ld
sk: Nemo¾no nájs» meno pre diff na riadku %ld
sv: Kan inte hitta ett namn för diff på rad %ld
vi: Không tìm thấy tên cho dữ liệu khác biệt trên dòng %ld
zh_tw: 無法找到用以表示第 %ld 差異的名稱

source: Usage: %s [OPTION]... [FILE]
da: Brug: %s [FLAG]... [FIL]
de: Aufruf: %s [OPTION]... [DATEI]
et: Kasuta: %s [VÕTI]... FAIL...
gl: %s [OPCIÓN]... [FICHEIRO]
it: Uso: %s [OPZIONE]... [FILE]...
ms: Penggunaan: %s [PILIHAN]... [FAIL]
nb: Bruk: %s [FLAGG]... [FIL]
pt_br: Utilização: %s [OPÇÃO]... [ARQUIVO]
ro: Folosire: %s [OPÞIUNE]... FIªIER
sk: Pou¾itie: %s [VO¥BA]... [SÚBOR]
sv: Användning: %s [FLAGGA]... [FIL]
vi: Cách sử dụng: %s [TÙY_CHỌN]... [TẬP_TIN]
zh_tw: 用法：%s [選項]... [檔案]

source: -c, --context-diffs force output to context diffs -e, --echo-comments echo comments to standard error -o, --old-diffs output old-style diffs, no matter what -p, --patch-format generate patch format -P same as -p -s, --strip-comments strip comment lines -u, --unidiffs force output to unidiffs -U same as -p and -u -=, --use-equals replace spaces by equal signs in unidiffs --help display this help and exit --version output version information and exit If FILE is not specified, read standard input.
da: -c, --context-diffs tving uddata til at være kontekst diff-er -e, --echo-comments gengiv kommentarer på standard fejlfil -o, --old-diffs udskriv gammeldags diff-er, lige meget hvad -p, --patch-format generér 'patch'-format -P samme som -p -s, --strip-comments fjern kommentarlinier -u, --unidiffs tving uddata til at være 'unidiffs' -U samme som -p og -u -=, --use-equals erstat mellemrum med lighedstegn i unidiffs --help vis denne hjælpetekst og afslut --version vis programversion og afslut Hvis FIL ikke er angivet, læses fra standard ind.
de: -c, --context-diffs Ausgabe von Kontext-Diffs erzwingen -e, --echo-comments Kommentare auf Standardfehlerausgaben weiterleiten -o, --old-diffs Diffs im alten Stil ausgeben, egal was passiert -p, --patch-format Patch-Format erzeugen -P wie -p -s, --strip-comments Kommentarzeilen weglassen -u, --unidiffs Ausgabe von Uni-Diffs erzwingen -U wie -p und -u -=, --use-equals in Uni-Diffs Leer- durch Gleichheitszeichen ersetzen --help diese Hilfe anzeigen und beenden --version Versionsinformation ausgeben und beenden. Wird DATEI nicht angegeben, wird aus der Standardeingabe gelesen.
et: -c, --context-diffs väljund konteksti erinevuste formaadis -e, --echo-comments kommentaarid standard vea voogu -o, --old-diffs väljund vana-stiili diff formaadis -p, --patch-format väljund paranduste formaadis -P sama kui -p -s, --strip-comments eemalda kommentaarid -u, --unidiffs väljund unidiff formaadis -U sama kui -p ja -u -=, --use-equals asenda unidiff väljundis tühikud võrdusmärkidega --help esita see abiinfo ja lõpeta töö --version esita versiooniinfo ja lõpeta töö Kui faili ei antud, loe standardsisendit.
gl: -c, --context-diffs forzar que se produzan diffs contextuais -e, --echo-comments amosa-los comentarios no erro estándar -o, --old-diffs producir diffs do vello estilo, pase o que pase -p, --patch-format xera-lo formato de patch -P igual que -p -s, --strip-comments elimina-las liñas de comentarios -u, --unidiffs forzar que se produzan unidiffs -U igual que -p e -u -=, --use-equals cambia-los espacios por signos `igual' nos unidiffs --help amosar esta axuda e saír --version amosar información sobre a versión e saír Se non se indica un FICHEIRO, lese da entrada estándar.
it: -c, --context-diffs crea diff contestuali -e, --echo-comments stampa commenti sullo standard error -o, --old-diffs crea in ogni caso diff in vecchio stile -p, --patch-format genera formato patch -P uguale a -p -s, --strip-comments togli le linee di commento -u, --unidiffs crea diff unificate -U uguale a -p e -u -=, --use-equals sostituisci spazi con segni `=' in formato unificato --help mostra questo messaggio ed esci --version stampa le informazioni sulla versione ed esci Se FILE non è specificato, leggi lo standard input.
ms: -c, --context-diffs paksa keluaran ke diff konteks -e, --echo-comments gema komen ke ralat piawai -o, --old-diffs keluaran diff gaya-lama, tidak kira apa -p, --patch-format jana format patch -P sama seperti -p -s, --strip-comments buang baris komen -u, --unidiffs paksa keluaran ke unidiff -U sama seperti -p dan -u -=, --use-equals ganti ruang dengan tanda sama dalam unidiff --help papar bantuan ini dan keluar --version keluarkan maklumat versi dan keluar Jika FAIL tidak dinyatakan, baca masukan piawai.
nb: -c, --context-diffs tving utskrift til kontekstdiffer -e, --echo-comments skriv kommentarer til standard feilkanal -o, --old-diffs skriv ut gammeldagse differs, uansett -p, --patch-format lag patch-format -P samme som -p -s, --strip-comments stripp vekk kommentarlinjer -u, --unidiffs tving utskrift til unidiffer -U samme som -p og -u -=, --use-equals erstatt mellomrom med likhetstegn i unidiffer --help vis denne hjelpteksten og avslutt --version vis versjonsinformasjon og avslutt Hvis FIL ikke er oppgitt, leses fra standard innkanal.
pt_br: -c, --context-diffs Forçar a saída para contexto das diferenças. -e, --echo-comments Enviar os comentários para a saída padrão. -o, --old-diffs Exibir as diferenças no estilo antigo. -p, --patch-format Gerar formato de correção. -P O mesmo que -p. -s, --strip-comments Remover linhas de comentários. -u, --unidiffs Forçar a saída no contexto unificado. -U O mesmo que -p e -u. -=, --use-equals Substituir espaços pelo sinal de igual no contexto unificado. --help Exibe esta ajuda e termina. --version Exibe a informação da versão e termina. Se ARQUIVO não for especificado, ler da entrada padrão.
ro: -c, --context-diffs forþeazã ieºire ca contexte diff -e, --echo-comments trimite comentariile la disp. eroare standard -o, --old-diffs afiºeazã diff-uri în vechiul stil, indiferent ce -p, --patch-format genereazã format patch -P la fel ca -p -s, --strip-comments eliminã liniile de comentariu -u, --unidiffs forþeazã ieºire ca unidiff-uri -U la fel ca -p ºi -u -=, --use-equals înlocuieºte spaþiile cu caractere egal în unidiff --help afiºeazã acest mesaj ºi terminã --version afiºeazã informaþii despre versiune ºi terminã Dacã FIªIER nu este specificat, citeºte intrarea standard.
sk: -c, --context-diffs predpísa» výstup vo formáte kontextových rozdielov -e, --echo-comments vypisova» komentáre na ¹tandardný výstup -o, --old-diffs v ka¾dom prípade pou¾i» starý formát rozdielov -p, --patch-format generova» patch formát -P to isté ako -p -s, --strip-comments odstráni» komentárové riadky -u, --unidiffs predpísa» výstup v unidiff formáte -U to isté ako as -p and -u -=, --use-equals v unidiff formáte nahradi» medzery znakmi = --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»
sv: -c, --context-diffs visa resultatet som saammanhangsdiff -e, --echo-comments skriv kommentarer till standard error -o, --old-diffs visa under alla omständigheter skillnader på gammal stil, -p, --patch-format generera format för "patch" -P samma som -p -s, --strip-comments ta bort kommentarsrader -u, --unidiffs visa resultatet som enad diff -U samma som -p och -u -=, --use-equals ersätt mellanslag med likhetstecken i enad diff --help visa denna hjälptext och avsluta --version visa versionsinformation och avsluta Om FIL inte anges läses standard in
vi: -c, --context-diffs buộc xuất vào _dữ liệu khác biệt ngữ cảnh_ -e, --echo-comments _vọng chú thích_ vào thiết bị lỗi chuẩn -o, --old-diffs xuất _dữ liệu khác biệt_ kiểu _cũ_, bất chấp -p, --patch-format tạo ra _dạng thức đắp vá_ -P bằng tùy chọn « -p » -s, --strip-comments _tước_ dòng _chú thích_ -u, --unidiffs buộc xuất vào _dữ liệu khác biệt hợp nhất_ -U bằng tùy chọn « -p » và « -u » -=, --use-equals thay thế dấu cách bằng _dấu bằng_ trong dữ liệu khác biệt hợp nhất --help hiển thị _trợ giúp_ này rồi thoát --version xuất thông tin _phiên bản_ rồi thoát Nếu chưa ghi rõ TẬP_TIN, hãy đọc thiết bị nhập chuẩn.

source: Unable to open `%s'
da: Kan ikke åbne '%s'
de: Kann „%s“ nicht öffnen
et: `%s' ei saa avada
gl: Non se pode abrir `%s'
it: Impossibile aprire `%s'
ms: Tidak dapat membuka `%s'
nb: Kunne ikke åpne «%s»
pt_br: Impossível abrir `%s'
ro: Nu pot deschide `%s'
sk: Nemo¾no otvori» '%s'
sv: Kan inte öppna "%s"
vi: Không thể mở « %s »
zh_tw: 無法開啟「%s」

source: Only one filename allowed
da: Kun et filnavn er tilladt
de: Nur ein Dateiname erlaubt
et: Lubatud on ainult üks failinimi
gl: Só se admite un ficheiro
it: Solo un nome di file permesso
ms: Hanya satu namafail dibenarkan
nb: Bare ett filnavn er tillatt
pt_br: Somente o nome de um arquivo é permitido
ro: Un singur nume de fiºier permis
sk: Je povolené iba jedno meno súboru
sv: Endast ett filnamn tillåtet
vi: Cho phép chỉ một tên tập tin
zh_tw: 只允許一個檔案名稱

source: Invalid unified diff header at line %ld
da: Ulovlig 'forenet diff'-filhoved på linje %ld.
de: Ungültige unifizierte Unterschiede in Zeile %ld.
et: Vigane unifitseeritud erinevuse päis real %ld
gl: Cabeceira de diff unificado non válida na liña %ld
it: Intestazione di diff unificata non valida alla riga %ld
ms: Header diff unified tidak sah pada baris %ld
nb: Ulovlig «unified diff»-filhode på linje %ld
pt_br: Cabeçalho de diferença unificada inválido na linha %ld
ro: Header diff unificat invalid la linia %ld
sk: Neznáma unifikovaná hlavièka na riadku %ld
sv: Korrupt huvud för enad diff på rad %ld
vi: Đầu trang khác biệt đã hợp nhất không hợp lệ trên dòng %ld
zh_tw: 在第 %ld 列有無效的合併差異表頭

source: Malformed unified diff at line %ld
da: Ugyldig 'forenet diff' på linje %ld.
de: Unstimmige unifizierte Unterschiede in Zeile %ld.
et: Vigane unifitseeritud erinevus real %ld
gl: Diff unificado mal formado na liña %ld
it: Diff unificata malformata alla riga %ld
ms: Diff unified cacat pada baris %ld
nb: Ugyldig «unified diff» på linje %ld
pt_br: Diferença unificada mal formada na linha %ld
ro: Diff unificat malformat la linia %ld
sk: Zdeformovaný unifikovaný diff na riadku %ld
sv: Korrupt enad diff på rad %ld
vi: Dữ liệu khác biệt đã hợp nhất dạng sai trên dòng %ld
zh_tw: 在第 %ld 列有不正常的合併差異表頭

source: Context diff missing `old' header at line %ld
da: 'Context diff' mangler 'old' filhoved på linje %ld
de: Kontext-Unterschiede enthalten keinen „old“-Kopf in Zeile %ld.
et: Real %ld puudub konteksti erinevuse `vana' päis
gl: Falta a cabeceira `old' no diff contextual na liña %ld
it: Intestazione `old' mancante nella diff contestuale alla riga %ld
ms: Diff konteks kehilangan header `old' pada baris %ld
nb: «Context diff» mangler «old»-filhode på linje %ld
pt_br: Contexto das diferenças sem o cabeçalho `old' na linha %ld
ro: Contextului diff îi lipseºte `vechiul' header la linia %ld
sk: V kontextovom diff-súbore chýba 'stará' hlavièka na riadku %ld
sv: Sammanhangsdiff saknar "gammalt" huvud på rad %ld
vi: Dữ liệu khác biệt ngữ cảnh còn thiếu đầu trang « cũ » trên dòng %ld
zh_tw: 在第 %ld 列的內容差異中缺少 old(舊) 表頭

source: Malformed context diff at line %ld
da: Ugyldig 'context diff' på linje %ld.
de: Unstimmige Kontext-Unterschiede in Zeile %ld.
et: Vigane konteksti erinevus real %ld
gl: Diff contextual mal formado na liña %ld
it: Diff contestuale malformata alla riga %ld
ms: Diff konteks cacat pada baris %ld
nb: Ugyldig kontekstdiff på linje %ld
pt_br: Contexto das diferenças mal formado na linha %ld
ro: Context diff malformat la linia %ld
sk: Zdeformovaný kontextový diff-súbor na riadku %ld
sv: Korrupt sammanhangsdiff på rad %ld
vi: Dữ liệu khác biệt ngữ cảnh dạng sai trên dòng %ld
zh_tw: 在第 %ld 列有不正常格式化的內容差異

source: Context diff missing `new' header at line %ld
da: 'Context diff' mangler 'new' filhoved på linje %ld
de: Kontext-Unterschiede enthält keinen „new“-Kopf in Zeile %ld.
et: Real %ld puudub konteksti erinevuse `uus' päis
gl: Falta a cabeceira `new' no diff contextual na liña %ld
it: Intestazione `new' mancante nella diff contestuale alla riga %ld
ms: Diff konteks kehilangan header `new' pada baris %ld
nb: Kontekstdiff mangler «new»-filhode på linje %ld
pt_br: Contexto das diferenças sem o cabeçalho `new' na linha %ld
ro: Contextului diff îi lipseºte `noul' header la linia %ld
sk: V kontextovom diff-súbore chýba 'nová' hlavièka na riadku %ld
sv: Sammanhangsdiff saknar "nytt" huvud på rad %ld
vi: Dữ liệu khác biệt ngữ cảnh còn thiếu đầu trang « mới » trên dòng %ld
zh_tw: 在第 %ld 列的內容差異中缺少 new(新) 表頭

source: No suitable temporary directory exists
da: Intet egnet midlertidig katalog eksisterer
ms: Tiada direktori sementara yang sesuai wujud

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
da: (Følgende tekst er en oversættelse som *kun* gives på en informativ basis. For alle juridiske tolkninger gælder den engelske originaltekst.) Dette program er frit programmel; du kan distribuere og/eller ændre det under GNU General Public License som den er offentliggjort fra Free Software Foundation, version 2 eller, efter eget valg, en senere version. Dette program er distribueret med det mål, at det skal være til nytte, men UDEN NOGEN FORM FOR GARANTI, heller ingen implicit garanti for SALGBARHED eller EGNETHED TIL NOGEN SPECIEL OPGAVE. Se GNU General Public License for nærmere detaljer. Sammen med dette program skulle du have modtaget en kopi af GNU General Public License; hvis ikke, skriv til Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ms: Program ini adalah perisian bebas; anda boleh menyebarkannya dan/atau mengubahsuainya dibawah syarat-syarat GNU General Public License seperti yang diterbitkan oleh Free Software Foundation; sama ada versi ke 2, atau (atas pilihan anda) sebarang versi selepasnya. Program ini diedarkan dengan harapan yang ia mungkin berguna, tetapi TANPA SEBARANG JAMINAN; juga tanpa jaminan terhadap KEBOLEHDAGANGAN atau KESESUAIAN UNTUK SESUATU TUJUAN TERTENTU. Lihat GNU General Public License untuk maklumat lanjut. Anda seharusnya menerima salinan GNU General Public License bersama program ini; jika tidak, tulis kepada Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Usage: %s [OPTION]... FILE1 FILE2
da: Brug: %s [FLAG]... FIL1 FIL2
de: Aufruf: %s [OPTION]... DATEI1 DATEI2
et: Kasutage: %s [VÕTI]... FAIL1 FAIL2
gl: Emprego: %s [OPCIÓN]... FICHEIRO1 FICHEIRO2
it: Uso: %s [OPZIONE]... FILE1 FILE2
ms: Penggunaan: %s [PILIHAN]... FAIL1 FAIL2
nb: Bruk: %s [FLAGG]... FIL1 FIL2
pt_br: Utilização: %s [OPÇÃO]... ARQUIVO1 ARQUIVO2
ro: Folosire: %s [OPÞIUNE]... FIªIER1 FIªIER2
sk: Pou¾itie: %s [VO¥BA]... SÚBOR1 SÚBOR2
sv: Användning: %s [FLAGGA]... FIL1 FIL2
vi: Cách sư dụng: %s [TÙY_CHỌN]... TẬP_TIN1 TẬP_TIN2
zh_tw: 用法：%s [選項]... 檔案1 檔案2

source: Mandatory arguments to long options are mandatory for short options too. -C, --copyright print copyright then exit -K, --no-init-term like -t, but no termcap init/term strings -1, --no-deleted inhibit output of deleted words -2, --no-inserted inhibit output of inserted words -3, --no-common inhibit output of common words
da: Obligatoriske argumenter for lange flag er obligatoriske også for korte -C, --copyright udskriv ophavsret og afslut -K, --no-init-term som -t, men ingen termcap init/term strings -1, --no-deleted forhindre uddata over slettede ord -2, --no-inserted forhindre uddata over indsatte ord -3, --no-common forhindre uddata over almindelige ord
ms: Hujah wajib kepada pilihan panjang adalah wajib kepada pilihan pendek juga. -C, --copyright papr hakcipta kemudian keluar -K, --no-init-term sepert -t, tetapi tiada rentetan termcap init/term -1, --no-deleted halang keluaran bagi perkataan dipadam -2, --no-inserted halang keluaran bagi perkataan dimasukkan -3, --no-common halang keluaran bagi perkataan umum

source: -a, --auto-pager automatically calls a pager -h, --help print this help -i, --ignore-case fold character case while comparing -l, --less-mode variation of printer mode for "less" -n, --avoid-wraps do not extend fields through newlines -p, --printer overstrike as for printers
da: -a, --auto-pager kalder automatisk en 'pager' -h, --help vis denne hjælpetekst -i, --ignore-case skeln ikke mellem store og små bogstaver -l, --less-mode variation af printer-modus "less" -n, --avoid-wraps udvid ikke felter med newlines -p, --printer brug overstrike som for printere
ms: -a, --auto-pager memanggil pager secara automatik -h, --help papar bantuan ini -i, --ignore-case abai bentuk aksara ketika membeza -l, --less-mode variasi mod pencetak untuk "less" -n, --avoid-wraps jangan sambung medan melalui baris baru -p, --printer overstrike seperti untuk pencetak

source: -s, --statistics say how many words deleted, inserted etc. -t, --terminal use termcap as for terminal displays -v, --version print program version then exit -w, --start-delete=STRING string to mark beginning of delete region -x, --end-delete=STRING string to mark end of delete region -y, --start-insert=STRING string to mark beginning of insert region -z, --end-insert=STRING string to mark end of insert region
da: -s, --statistics skriv antal ord som blev slettet, sat ind, osv. -t, --terminal brug termcap som for almindelige terminaler -v, --version vis programversion og afslut -w, --start-delete=STRING streng som markerer start på sletning -x, --end-delete=STRING streng som markerer slutning på sletning -y, --start-insert=STRING streng som markerer start på indsættelse -z, --end-insert=STRING streng som markerer slutning på indsættelse
ms: -s, --statistics papar berapa banyak perkataan dipadam, dimasukkan dsb. -t, --terminal guna termcap sebagai paparan terminal -v, --version papar versi program kemudian keluar -w, --start-delete=STRING rentetan untuk menanda permulaan kawasan pemadaman -x, --end-delete=STRING rentetan untuk menanda pengakhiran kawasan pemadaman -y, --start-insert=STRING rentetan untuk menanda permulaan kawasan masukan -z, --end-insert=STRING rentetan untuk menanda pengakhiran kawasan masukan

source: Cannot use -t, termcap not available.
da: Kan ikke bruge -t, termcap er ikke tilgængelig
de: Kann -t nicht benutzen, da „termcap“ nicht verfügbar ist.
et: Võtit -t ei saa kasutada, termcap faili pole.
gl: Non se pode empregar -t, termcap non está dispoñible.
it: Impossibile usare -t, termcap non disponibile.
ms: Tidak boleh menggunakan -t, termcap tiada.
nb: Kan ikke bruke -t, termcap er ikke tilgjengelig
pt_br: Impossível utilizar -t, `termcap' não está disponível.
ro: Nu se poate folosi -t, termcap nu este disponibil
sk: Nemo¾no pou¾i» -t, termcap nie je dostupný.
sv: Kan inte använda -t, termcap finns inte tillgängligt.
vi: Không thể dùng tùy chọn « -t » vì trình termcap không sẵn sàng.
zh_tw: 無法使用 -t，termcap 不存在。

source: Copyright (C) 1992, 1997 Free Software Foundation, Inc.
da: Ophavsret (C) 1992, 1997 Free Software Foundation, Inc.
et: Autoriõigus (C) 1992, 1997 Free Software Foundation, Inc.
ms: Hakcipta (C) 1992, 1997 Free Software Foundation, Inc.
pt_br: Direitos Autorais (C) 1992, 1997 Free Software Foundation, Inc.
sv: Copyright © 1992, 1997 Free Software Foundation, Inc.
vi: Tác quyền © năm 1992, 1997 Tổ Chức Phần Mềm Tự Do.
zh_tw: 版權所有 (C) 1992, 1997 自由軟體基金會。

source: Missing file arguments
da: Mangler filargumenter
de: Dateiargumente fehlen
et: Argumentides puuduvad failid
gl: Faltan os argumentos de ficheiro
it: Argomenti di file mancanti
ms: Hujah fail tiada
nb: Mangler filargumenter
pt_br: Faltando os argumentos de arquivo
ro: Lipsesc argumentele fiºier
sk: Chýbajú súborové parametre
sv: Filargument saknas
vi: Thiếu đối số tập tin
zh_tw: 缺少引數

source: This program also tells how `mdiff' could have been called directly.
da: Dette program fortæller også hvordan 'mdiff' kunne være kaldt direkte.
ms: Program ini juga memberitahu bagaimana `mdiff' boleh dipanggil secara terus.

source: Unknown system error
da: Ukendt systemfejl
ms: Ralat sistem tidak diketahui

source: memory exhausted
da: hukommelse opbrugt
ms: kehabisan memori

source: Report bugs to <wdiff-bugs@iro.umontreal.ca>.
nb: Rapporter feil til <wdiff-bugs@iro.umontreal.ca>.
pt_br: Relate problemas para <wdiff-bugs@iro.umontreal.ca>.
