Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: -T, --initial-tab make tabs line up by prepending a tab -r, --recursive recursively compare any subdirectories found -N, --new-file treat absent files as empty -P, --unidirectional-new-file treat absent first files as empty -s, --report-identical-files report when two files are the same -x, --exclude=PAT exclude files that match PAT -X, --exclude-from=FILE exclude files that match any pattern in FILE -S, --starting-file=FILE start with FILE when comparing directories --horizon-lines=NUM keep NUM lines of the common prefix and suffix -d, --minimal try hard to find a smaller set of changes -H, --speed-large-files assume large files and many scattered small changes
da: -T, --initial-tab indled hver linje med TAB -r, --recursive sammenlign underkataloger rekursivt -N, --new-file behandl manglende filer som tomme -P, --unidirectional-new-file behandl manglende første fil som tom -s, --report-identical-files rapporter når to filer er ens -x, --exclude=MØNSTER ignorér filer som passer på MØNSTER -X, --exclude-from=FIL ignorér filer som passer på mønstre fra FIL -S, --starting-file=FIL begynd katalogsammenligning med FIL --horizon-lines=ANTAL behold ANTAL linjer i ens præfiks/suffiks -d, --minimal arbejd hårdere for at finde et mindre antal forskelle -H, --speed-large-files forudsæt store filer og mange spredte små forskelle
de: -T, --initial-tab Tabulatoren ausrichten durch Voranstellen eines Tabs -r, --recursive Unterverzeichnisse rekursiv vergleichen -N, --new-file nichtexistente Dateien als leer ansehen -P, --unidirectional-new-file nichtexistente erste Dateien als leer ansehen -s, --report-identical-files zwei gleiche Dateien melden -x, --exclude=MUSTER Dateien anhand MUSTER ausschließen -X, --exclude-from=DATEI Dateien anhand Muster in DATEI ausschließen -S, --starting-file=DATEI beim Vergleichen von Verzeichnissen mit DATEI beginnen --horizon-lines=NUM NUM Zeilen des gemeinsamen Prä‐/Suffix behalten -d, --minimal um kleine Änderungsmenge bemühen -H, --speed-large-files große Dateien und viele kleine verteilte Änderungen annehmen
et: -T, --initial-tab lisa rea algusse tabulaator -r, --recursive võrdle katalooge rekursiivselt -N, --new-file käsitle puuduvaid faile tühjadena -P, --unidirectional-new-file käsitle puuduvaid esimesi faile tühjadena -s, --report-identical-files teata, kui failid on sama sisuga -x, --exclude=MUSTER välista mustrile vastavad failid -X, --exclude-from=FAIL välista failist loetud mustrile vastavad failid -S, --starting-file=FAIL alusta failide võrdlemist antud failist --horizon-lines=NUM kaasa NUM rida -d, --minimal tööta väikeste muutuste korral rohkem -H, --speed-large-files tööta paljude muutuste korral kiiremini
gl: -T, --initial-tab aliña-las tabulacións engadindo unha tabulación -r, --recursive compara-los subdirectorios recursivamente -N, --new-file trata-los ficheiros ausentes coma baleiros -P, --unidirectional-new-file trata-los ficheiros primeiros ausentes coma baleiros -s, --report-identical-files informar cando dous ficheiros sexan iguais -x, --exclude=PATRÓN excluí-los ficheiros que encaixan no PATRÓN -X, --exclude-from=FICHEIRO excluí-los ficheiros que encaixan nalgún patrón armacenado no FICHEIRO -S, --starting-file=FICHEIRO comezar no FICHEIRO ao comparar directorios --horizon-lines=NÚM manter NÚM liñas dos prefixos e sufixos comúns -d, --minimal busca-lo conxunto de cambios máis pequeno -H, --speed-large-files supor ficheiros grandes con moitos cambios pequenos
it: -T, --initial-tab allinea le tabulazioni usando una tabulazione -r, --recursive confronta ricorsivamente ogni sottodirectory incontrata -N, --new-file considera i file mancanti come vuoti -P, --unidirectional-new-file considera i file mancanti in prima posizione come vuoti -s, --report-identical-files segnala quando due file sono identici -x, --exclude=MODELLO escludi i file che corrispondono al MODELLO -X, --exclude-from=FILE escludi i file che corrispondono ai modelli in FILE -S, --starting-file=FILE comincia con FILE quando si confrontano directory --horizon-lines=NUM mantieni NUM righe di prefisso e suffisso comune -d, --minimal minimizza il numero di differenze -H, --speed-large-files assumi file grandi e tante piccole differenze
ms: -T, --initial-tab jadikan tab berbaris dengan menambah awalan tab -r, --recursive banding berulang sebarang subdirektori yang dijumpai -N, --new-file layan fail tidak wujud sebagai kosong -P, --unidirectional-new-file layan fail tidak wujud pertama sebagai kosong -s, --report-identical-files lapor apabila dua fail adalah sama -x, --exclude=PAT asingkan fail yang sepadan PAT -X, --exclude-from=FAIL asingkan fail yang sepadan sebarang corak dalam FAIL -S, --starting-file=FAIL mula dengan FAIL apabila membanding direktori --horizon-lines=NOM simpan NOM baris bagi prefiks dan suffiks yang sama -d, --minimal usaha keras untuk mencari set perbezaan yang kecil -H, --speed-large-files andaikan fail besar dan banyak perbezaan kecil
nb: -T, --initial-tab få tabulatorer justert ved å sette inn en tabulator -r, --recursive sammenlikn kataloger rekursivt -N, --new-file behandle manglende filer som tomme -P, --unidirectional-new-file behandle manglende første filer som tomme -s, --report-identical-files rapporter når to filer er like -x, --exclude=MØN ekskluder filer som samsvarer med MØN -X, --exclude-from=FIL ekskluder filer som samsvarer med mønster i FIL -S, --starting-file=FIL start med FIL ved sammenlikning av kataloger --horizon-lines=ANT behold ANT linjer av felles prefiks og suffiks -d, --minimal prøv hardt for å finne et mindre endringssett -H, --speed-large-files anta store filer og mange spredte små endringer
pt_br: -T, --initial-tab Alinhar as diferenças introduzindo um caracter de tabulação no início. -r, --recursive Comparar recursivamente todos os subdiretórios encontrados. -N, --new-file Considerar arquivos ausentes como vazios. -P, --unidirectional-new-file Considerar os primeiros arquivos ausentes como vazios. -s, --report-identical-files Indicar quando dois arquivos forem o idênticos. -x, --exclude=PADRÃO Não comparar os arquivos cujos nomes correspondem ao PADRÃO. -X, --exclude-from=ARQUIVO Excluir os arquivos com nomes que correspondem a qualquer padrão contido no ARQUIVO. -S, --starting-file=ARQUIVO Iniciar por ARQUIVO ao comparar dois diretórios. --horizon-lines=N Manter N linhas de prefixo e sufixo idênticos. -d, --minimal Se esforçar para encontrar o menor conjunto de diferenças. -H, --speed-large-files Assumir arquivos grandes e muitas alterações pequenas espalhadas.
ro: -T, --initial-tab aliniazã tab-urile prefixând cu un tab -r, --recursive comparã recursiv orice subdirectoare gãsite -N, --new-file trateazã fiºierele absente ca goale -P, --unidirectional-new-file trateazã fiºierele absente ca goale -s, --report-identical-files reporteazã când douã fiºiere sunt identice -x, --exclude=TIPAR exclude fiºierele care se potrivesc cu TIPAR -X, --exclude-from=FIªIER exclude fiºiere ce se potrivesc cu tiparele specificate în FIªIER -S, --starting-file=FIªIER începe cu FIªIER când compari directoare --horizon-lines=NUM pãstreazã NUM linii ale prefixelor ºi sufixelor comune -d, --minimal încearcã din greu sã gãseºti un set mai mic de diferenþe -H, --speed-large-files presupune fiºiere mari ºi multe schimbãri mici ºi împrãºtiate
sk: -T, --initial-tab zarovná riadky pridaním tabulátoru na zaèiatok -r, --recursive rekurzívne porovná podadresáre -N, --new-file pova¾uje chýbajúce súbory za prázdne -P, --unidirectional-new-file pova¾uje chýbajúce prvé súbory za prázdne -s, --report-identical-files oznámi, keï sú súbory zhodné -x, --exclude=VZOR vynechá súbory vyhovujúce VZORu -X, --exclude-from=SÚBOR vynechá súbory vyhovujúce vzorom v SÚBORe -S, --starting-file=SÚBOR pri porovnávaní adresárov zaène SÚBORom --horizon-lines=POÈ zachová POÈet zhodných úvodných a koncových riadkov -d, --minimal sna¾í sa nájs» èo najmen¹iu sadu zmien -H, --speed-large-files predpokladá veµké súbory s mnohými malými zmenami
sv: -T, --initial-tab inled varje rad med TAB -r, --recursive jämför underkataloger rekursivt -N, --new-file behandla saknade filer som tomma -P, --unidirectional-new-file behandla saknad första fil som tom -s, --report-identical-files rapportera när två filer är likadana -x, --exclude=MÖNSTER ignorera filer som matchar MÖNSTER -X, --exclude-from=FIL ignorera filer som matchar mönster från FIL -S, --starting-file=FIL börja katalogjämförelse med FIL --horizon-lines=ANTAL visa ANTAL rader i gemensamma prefix/suffix -d, --minimal försök mera för att hitta mindre antal skillnader -H, --speed-large-files förutsätt stora filer och många spridda små skillnader
vi: -T, --initial-tab sắp xếp mọi ký tự tab bằng cách thêm một _tab vào trước hết_ -r, --recursive so sánh _đệ qui_ thư mục con đã tìm thấy -N, --new-file xử lý tập tin vắng mặt là trống (_tập tin mới_) -P, --unidirectional-new-file xử lý tập tin đầu mà vắng mặt là trống (_tập tin mới đơn hướng_) -s, --report-identical-files _thông báo_ khi có hai _tập tin bằng nhau_ -x, --exclude=MẪU _loại trừ_ tập tin khớp với MẪU -X, --exclude-from=TẬP_TIN _loại trừ_ tập tin khớp với mẫu nào trong tập tin ày (_của_) -S, --starting-file=TẬP_TIN _bắt đầu_ với _tập tin_ này khi so sánh những thư mục --horizon-lines=SỐ giữ SỐ _dòng_ của phụ tố chung (_tầm nhận thức_) -d, --minimal cố gắng nhiều tìm một bộ thay đổi nhỏ hơn (_tối thiểu_) -H, --speed-large-files giả sử _tập tin lớn_ và nhiều thay đổi nhỏ rải rác (_tốc độ_)

source: By default, context diffs have an horizon of two lines.
da: Normalt har sammenhængs-diff-er en horisont på to linjer.
de: Standardmäßig haben Kontext-Vergleiche einen Horizont von zwei Zeilen.
et: Vaikimisi on konteksti erinevustega lisatud kaks rida konteksti.
gl: Por defecto os diffs contextuais teñen un horizonte de dúas liñas.
it: Le diff contestuali hanno un orizzonte predefinito di due righe.
ms: Secara default, diff konteks mempunyai ufuk dua baris.
nb: Kontekstdiffer har forvalgt en horisont på to linjer.
pt_br: Por padrão, o contexto das diferenças possui um horizonte de duas linhas.
ro: Implicit, contextul diff are un orizont de douã linii.
sk: Prednastavený horizont pre kontextový diff sú dva riadky.
sv: Normalt har sammanhangsdiff en horisont på två rader.
vi: Mặc định là dữ liệu khác biệt ngữ cảnh có tầm nhận thức là hai dòng.
zh_tw: 預設狀態下，兩列的內容差異彼此以水平顯示。

source: LTYPE is `old', `new', or `unchanged'. GTYPE is LTYPE or `changed'. GFMT may contain: %< lines from FILE1 %> lines from FILE2 %= lines common to FILE1 and FILE2 %[-][WIDTH][.[PREC]]{doxX}LETTER printf-style spec for LETTER LETTERs are as follows for new group, lower case for old group: F first line number L last line number N number of lines = L-F+1 E F-1 M L+1
da: LTYPE er "old", "new" eller "unchanged". GTYPE er LTYPE eller "changed". GFMT kan indeholde: %< linjer fra FIL1 %> linjer fra FIL2 %= linjer fælles for FIL1 og FIL2 %[-][BREDDE][.[PREC]]{doxX}BOGSTAV printf-lignende format for BOGSTAV BOGSTAV er som følger for ny gruppe, små bogstaver for gammel gruppe: F første linjenummer L sidste linjenummer N antal linjer = L-F+1 E F-1 M L+1
de: LTYPE ist „old“, „new“ oder „unchanged“. GTYPE ist LTYPE oder „changed“. GFMT kann enthalten: %< Zeilen aus DATEI1 %> Zeilen aus DATEI2 %= Zeilen sowohl in DATEI1 als auch in DATEI2 %[-][BREITE][.[PRÄZ]]{doxX}BUCHST wie bei printf BUCHSTaben sind wie folgt für neue Gruppe, klein für alte Gruppe: F erste Zeilennummer L letzte Zeilennummer N Zeilenanzahl = L-F+1 E F-1 M L+1
et: LTYPE on `old', `new' või `unchanged'. GTYPE on LTYPE või `changed'. GFMT võib sisaldada: %< read failist FAIL1 %> read failist FAIL2 %= FAIL1 ja FAIL2 ühised read %[-][WIDTH][.[PREC]]{doxX}TÄHT printf-stiilis kirjeldus TÄHELE TÄHED on järgnevad uuele grupile, väiketäht on vanale grupile: F esimese rea number L viimase rea number N ridade arv = L-F+1 E F-1 M L+1
gl: LTIPO é "old", "new" ou "unchanged" (vello, novo ou sen cambios). GTIPO é LTIPO ou "changed" (con cambios). GFMT pode conter: %< liñas de FICHEIRO1 %> liñas de FICHEIRO2 %= liñas comúns a FICHEIRO1 e FICHEIRO2 %[-][ANCHO][.[PREC]]{doxX}LETRA especificación tipo printf para a LETRA As LETRAs son as seguintes para o grupo novo, en minúsculas para o vello: F número da primeira liña L número da derradeira liña N número de liñas = L-F+1 E F-1 M L+1
it: LTYPE è `old', `new', o `unchanged'. GTYPE è LTYPE o `changed'. GFMT può contenere: %< righe dal FILE1 %> righe dal FILE2 %= righe comuni a FILE1 e FILE2 %[-][LARGHEZZA][.[PREC]]{doxX}LETTERA formato in stile printf per LETTERA LETTERA può contenere (in maiuscolo per nuovi gruppi o in minuscolo per vecchi): F numero della prima riga L numero dell'ultima riga N numero di righe = L-F+1 E F-1 M L+1
ms: LTYPE adalah `old', `new', atau `unchanged'. GTYPE adalah LTYPE atau `changed'. GFMT boleh mengandungi: %< baris dari FAIL1 %> baris dari FAIL2 %= baris sama pada FAIL1 dan FAIL2 %[-][LEBAR][.[PREC]]{doxX}HURUF spec gaya-printf untuk HURUF HURUF adalah seperti berikut untuk kumpulan baru, huruf kecil untuk kumpulan lama: F nombor baris pertama L nombor baris akhir N jumlah baris = L-F+1 E F-1 M L+1
nb: LTYPE er «gammel», «new» eller «uendret». GTYPE er LTYPE eller «endret». GFMT kan inneholde: %< linjer fra FIL1 %> linjer fra FIL2 %= linjer felles for FIL1 og FIL2 %[-][BREDDE][.[PRES]]{doxX}BOKSTAV printf-liknende spesifikasjon for BOKSTAV BOKSTAVer er som følger for ny-grupper, små bokstaver for gammel-gruppe: F første linjenummer L siste linjenummer N antall linjer = L-F+1 E F-1 M L+1
pt_br: LTYPE pode ser `old', `new', ou `unchanged'. GTYPE pode ser um dos valores de LTYPE ou `changed'. GFMT pode conter: %< linhas do ARQUIVO1 %> linhas do ARQUIVO2 %= linhas comuns ao ARQUIVO1 e ao ARQUIVO2 %[-][WIDTH][.[PREC]]{doxX}LETRA especificação no estilo `printf' para LETRA LETRAS abaixo para grupos novos, minúsculas para grupos antigos: F número da primeira linha L número da última linha N número de linhas = L-F+1 E F-1 M L+1
ro: LTYPE este `old', `new', sau `unchanged'. GTYPE este LTYPE sau `changed'. GFMT poate conþine: %< linii din FIªIER1 %> linii din FIªIER2 %= linii comune pentru FIªIER1 ºi FIªIER2 %[-][LÃÞIME][.[PREC]]{doxX}LITERA specificaþii gen printf pentru LITERA LITERA poate fi pentru noul grup, litere mici pentru vechiul grup: F numãrul primei linii L numãrul ultimei linii N numãr de linii = L-F+1 E F-1 M L+1
sk: LTYPE je `old', `new', alebo `unchanged'. GTYPE je LTYPE alebo `changed'. GFMT mô¾e obsahova»: %< riadky zo SÚBORu1 %> riadky zo SÚBORu2 %= riadky zhodné v SÚBORe1 a SÚBORe2 %[-][©ÍRKA][.[PRESNOS«]]{doxX}PÍSMENO ¹pecifikácia podµa printf pre PÍSMENo PÍSMENá sú nasledujúce pre novú skupinu, malé písmená pre starú skupinu: F èíslo prvého riadku L èíslo posledného riadku N poèet riadkov = L-F+1 E F-1 M L+1
sv: LTYPE är "old", "new" eller "unchanged". GTYPE är LTYPE eller "changed". GFMT kan innehålla: %< rader från FIL1 %> rader från FIL2 %= rader gemensamma i FIL1 och FIL2 %[-][BREDD][.[PREC]]{doxX}BOKSTAV printf-liknande format för BOKSTAV BOKSTAV är som följer för ny grupp, små bokstäver för gammal grupp: F första radnumret L sista radnumret N antal rader = L-F+1 E F-1 M L+1
vi: LTYPE là « cũ », « mới », hay « chưa thay đổi ». GTYPE là LTYPE hay « đã thay đổi ». GFMT có thể chứa: %< dòng từ TẬP_TIN1 %> dòng từ TẬP_TIN2 %= dòng chung với TẬP_TIN1 và TẬP_TIN2 %[-][ĐỘ_RỘNG][.[PREC]]{doxX}CHỮ đặc tả kiểu printf cho CHỮ này CHỮ thường cho nhóm củ, CHỮ như theo cho nhóm mới: F số hiệu dòng đầu L số hiệu dòng cuối cùng N tổng số dòng = L-F+1 E F-1 M L+1
zh_tw: LTYPE 可為「old」、「new」或「unchanged」。GTYPE 可為 LTYPE 或「changed」。 GFMT 可包括： %< 屬於 FILE1 的各列 %> 屬於 FILE2 的各列 %= 同時在 FILE1 和 FILE2 出現的各列 %[-][寬度][.[精確度]]{doxX}字元 以 printf 格式表示該<字元>代表的資料 大寫<字元>表示屬於新的檔案，小寫表示屬於舊的檔案。<字元>的意義如下： F 第一列的列號 L 最後一列的列號 N 列數 ( =L-F+1 ) E F-1 M L+1

source: LFMT may contain: %L contents of line %l contents of line, excluding any trailing newline %[-][WIDTH][.[PREC]]{doxX}n printf-style spec for input line number Either GFMT or LFMT may contain: %% % %c'C' the single character C %c'\OOO' the character with octal code OOO
da: LFMT kan indeholde: %L en hel linje %l en hel linje, men uden afsluttende nylinjetegn %[-][BREDDE][.[PREC]]{doxX}n printf-lignende format for linjenumret GFMT eller LFMT kan indeholde: %% % %c'C' det enkelte tegn C %c'\OOO' tegnet med oktalværdi OOO
de: LFMT kann enthalten: %L Inhalt der Zeile %l Inhalt der Zeile außer abschließendem Zeilenvorschub %[-][BREITE][.[PRÄZ]]{doxX}n wie bei printf für Eingabe‐Zeilennummer Entweder GFMT oder LFMT können enthalten: %% % %c'C' den einzelnen Buchstaben C %c'\OOO' den Buchstaben mit Oktalcode OOO
et: LFMT võib sisaldada: %L rea sisu %l rea sisu, lõpetava reavahetuseta %[-][WIDTH][.[PREC]]{doxX}n printf-stiilis määrang sisendrea numbrile Nii GFMT kui LFMT võivad sisaldada: %% % %c'C' üks sümbol C %c'\OOO' sümbol kaheksandkoodiga OOO
gl: LFMT pode conter: %L contido da liña %l contido da liña, sen incluí-los retornos de carro á final %[-][ANCHO][.[PREC]]{doxX}n especificación tipo printf para o número da liña de entrada GFMT e LFMT poden conter: %% % %c'C' o carácter C %c'\OOO' o carácter con código octal OOO
it: LFMT può contenere: %L contenuto della riga %l contenuto della riga, ad esclusione di ogni andata a capo finale %[-][LARGHEZZA][.[PREC]]{doxX}n formato in stile printf del numero di riga di input GFMT o LFMT possono contenere: %% % %c'C' il carattere C %c'\OOO' il carattere con codice ottale OOO
ms: LFMT boleh mengandungi: %L kandungan baris %l kandungan baris, tidak termasuk baris baru %[-][LEBAR][.[PREC]]{doxX}n spec gaya-printf untuk baris nombor masukan Samaada GFMT atau LFMT boleh mengandungi: %% % %c'C' satu aksara C %c'\OOO' aksara dengan kod oktal OOO
nb: LFMT kan inneholde: %L innholdet av linje %l innholdet av linje, unntatt evt. avsluttende linjeskift %[-][BREDDE][.[PRES]]{doxX}n printf-liknende spesifikasjon for innlinjenummer Enten GFMT eller LFMT kan inneholde: %% % %c'C' tegnet C %c'\OOO' tegnet med den oktale verdien OOO
pt_br: LFMT pode conter: %L conteúdo da linha %l conteúdo da linha, excluindo qualquer caracter final de nova linha %[-][WIDTH][.[PREC]]{doxX}n especificação no estilo `printf' para o número da linha de entrada Tanto GFMT quanto LFMT podem conter: %% % %c'C' o único caracter C %c'\OOO' o caracter com valor octal OOO
ro: LFMT poate conþine: %L conþinutul liniei %l conþinutul liniei, fãrã eventualul caracter linie_nouã %[-][LÃÞIME][.[PREC]]{doxX}n specificaþie gen printf pentru numãrul liniei de intrare Fie GFMT fie LFMT poate conþine: %% % %c'C' caracterul C %c'\OOO' caracterul cu codul octal OOO
sk: LFMT mô¾e obsahova»: %L obsah riadku %l obsah riadku bez akýchkoµvek ukonèujúcich znakov nového riadku %[-][©ÍRKA][.[PRESN]]{doxX}n ¹pecifikácia podµa printf pre èíslo vst. riadku Buï GFMT alebo LFMT ô¾u obsahova»: %% % %c'C' znak C %c'\OOO' znak s oktalovou hodnotou OOO
sv: LFMT kan innehålla: %L en hel rad %l en hel rad, fast utan avslutande nyradstecken %[-][BREDD][.[PREC]]{doxX}n printf-liknande format för radnumret GFMT eller LFMT kan innehålla: %% % %c'C' det enskilda tecknet C %c'\OOO' tecknet med oktalvärde OOO
vi: LFMT có thể chứa: %L nội dung của dòng %l nội dung của dòng, loại trừ ký tự dòng mới nào đi theo %[-][ĐỘ_RỘNG][.[PREC]]{doxX}n đặc tả kiểu printf về số hiệu dong nhập Hoặc GFMT hoặc LFMT có thể chứa: %% % %c'C' ký tự riêng lẻ C %c'\OOO' ký tự có mã bát phân OOO
zh_tw: LFMT 可包括： %L 該列的內容 %l 該列的內容，但不包括結束的 newline 字元 %[-][寬度][.[精確度]]{doxX}n 以 printf 格式表示的輸入資料列號 不論 GFMT 或 LFMT 都可能包括： %% % %c'C' 單一字元 C %c'\OOO' 以八位元表示為 OOO 的字元

source: Old mdiff options: * -f, --fuzz-items=ITEMS no more than ITEMS non matching in a cluster
da: Gamle mdiff-muligheder: * -f, --fuzz-items=ELEM ikke mere end ELEM u-ens i en klynge
de: Alte mdiff-Optionen: * -f, --fuzz-items=DETAILS nicht mehr als DETAILS fehlende Übereinstimmungen
et: Vana mdiff võtmed: * -f, --fuzz-items=ELEM mitte rohkem kui ELEM mittesobivat klastri elementi
gl: Antigas opcións de mdiff: * -f, --fuzz-items=ELEM sen máis de ELEMentos que non coincidan nun grupo
it: Vecchie opzioni mdiff: * -f, -fuzz-items=NUM non più di NUM elementi non concordano nel gruppo
ms: Pilihan mdiff lama: * -f, --fuzz-items=ITEM tidak lebih daripada ITEM tidak sepadan dalam gugusan
nb: Gamle mdiff-flagg: * -f, --fuzz-items=ELEM ikke flere enn ELEM ikke-samsvarende i en klynge
pt_br: Opções mdiff antigas: * -f, --fuzz-items=ITENS não mais do que ITENS sem correspondencia em uma agregação (cluster)
ro: Opþiuni mdiff vechi: * -f, --fuzz-items=ELEM nu mai mult de ELEM ce nu se potrivesc într-un cluster
sk: Staré voµby mdiff: * -f, --fuzz-items=POÈET nie viac ako POÈET nevyhovujúcich POLO®IEK v bloku
sv: Gamla mdiff-flaggor: * -f, --fuzz-items=POSTER inte fler än POSTER som ej matchar i en grupp
vi: Tùy chọn mdiff cũ: * -f, --fuzz-items=MỤC không có hơn MỤC _mục_ khớp trong nhóm xếp (_mờ_)
zh_tw: 舊有 mdiff 選項: * -f, --fuzz-items=ITEMS 在一個叢集中不符合數目不會比 ITEMS 還多

source: With no FILE, or when FILE is -, read standard input.
da: Med ingen FIL, eller når FIL er -, læs standard inddata.
de: Ohne DATEI, oder wenn DATEI - ist, wird die Standardeingabe gelesen.
et: Kui FAIL puudub või on -, loen standardsisendit.
gl: Se non se indica un FICHEIRO, ou se o FICHEIRO é -, lese da entrada estándar.
it: Se nessun FILE è indicato, o FILE è `-', leggi lo standard input.
ms: Dengan tiada FAIL, atau apabila FAILE adalah -, baca masukan piawai.
nb: Uten FIL, eller hvis FIL er -, les fra standard innkanal.
pt_br: Sem nenhum ARQUIVO, ou quando ARQUIVO for -, ler da entrada padrão.
ro: Farã FIªIER, sau când FIªIER este -, citeºte intrarea standard.
sk: Pokiaµ SÚBOR nie je zadaný alebo je -, naèíta sa ¹tandardný vstup.
sv: Utan FIL eller om FIL är -, läs standard in
vi: Khi không có TẬP_TIN, hay khi TẬP_TIN là « - », hãy đọc thiết bị nhập chuẩn.
zh_tw: 如果沒有指定 FILE 或 FILE 是 -，則由標準輸入讀取資料。

source: Report bugs to <wdiff-bugs@gnu.org>.
da: Rapportér fejl til <wdiff-bugs@gnu.org>.
ms: Lapor pepijat kepada <wdiff-bugs@gnu.org>.

source: Cannot use -z, termcap not available.
da: Kan ikke bruge -z, termcap er ikke tilgængelig
de: Kann -z nicht benutzen, da „termcap“ nicht verfügbar ist.
et: Võtit -z ei saa kasutada, termcap faili pole.
gl: Non se pode empregar -z, termcap non está dispoñible.
it: Impossibile usare -z, termcap non disponibile.
ms: Tidak boleh menggunakan -z, termcap tiada.
nb: Kan ikke bruke -z, termcap er ikke tilgjengelig
pt_br: Impossível utilizar -z, 'termcap' não está disponível.
ro: Nu se poate folosi -z, termcap nu este disponibil.
sk: Nemo¾no pou¾i» -z, termcap nie je dostupný.
sv: Kan inte använda -z, termcap finns inte tillgängligt.
vi: Không thể dùng tùy chọn « -z » vì termcap không sẵn sàng.
zh_tw: 無法使用 -z，termcap 不存在。

source: Word merging for two files only (so far)
da: Ord-fletning (endnu) kun for to filer
de: Wortzusammenfassung nur für zwei Dateien (bislang)
et: Sõnade mestimist saab kasutada (veel) ainult kahe faili korral
gl: Mestura de palabras só para dous ficheiros (ata o de agora)
it: Unione di parole solo per due file (per ora)
ms: Gabungan perkataan untuk dua fail sahaja (setakat ini)
nb: Ordfletting kun for to filer (så langt)
pt_br: Mescla de palavras para dois arquivos apenas (por enquanto)
ro: Cuvinte combinate pentru douã doar douã fiºiere (pânã acum)
sk: Zluèovanie slov funguje iba pre dva súbory (zatiaµ).
sv: Ordsammanslagning finns endast för två filer (än så länge)
vi: Đã hợp nhất từ của chỉ hai tập tin (đến lúc này)
zh_tw: 字組合併只能用於兩個檔案 (目前為止)
