Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: Usage: %s [OPTION]... FILE1 FILE2 or: %s -d [OPTION]... [FILE]
eo: Uzmaniero: %s [MODIFILO]... DOSIERO1 DOSIERO2 aŭ: %s -d [MODIFILO]... [DOSIERO]

source: Mandatory arguments to long options are mandatory for short options too.
eo: Nepraj argumentoj por longaj modifiloj ankaŭ nepras por la mallongaj.
sr: Обавезни аргументи за дуге опције су обавезни и за кратке опције такође.

source: -C, --copyright display copyright then exit
eo: -C, --copyright montri kopirajton kaj eliri
sr: -C, --copyright приказује ауторска права и излази

source: -a, --auto-pager automatically calls a pager
eo: -a, --auto-pager aŭtomate voki paĝigilon
sr: -a, --auto-pager самостално позива страничара

source: -d, --diff-input use single unified diff as input
eo: -d, --diff-input uzi unuopan unuigitan 'diff' kiel enigon
sr: -d, --diff-input користи једну обједињену разлику као улаз

source: -h, --help display this help then exit
eo: -h, --help montri tiun ĉi helpon kaj eliri
sr: -h, --help приказује ову помоћ и излази

source: -i, --ignore-case fold character case while comparing
eo: -i, --ignore-case faldi signan usklecon dum komparado
sr: -i, --ignore-case обавија величину знака приликом поређења

source: -l, --less-mode variation of printer mode for "less"
eo: -l, --less-mode uzi variaĵon de printila reĝimo por "less"
sr: -l, --less-mode промена режима штампача за „less“ (мање)

source: -n, --avoid-wraps do not extend fields through newlines
eo: -n, --avoid-wraps ne etendigi kampojn tra novlinioj
sr: -n, --avoid-wraps не шири поља кроз нове редове

source: -p, --printer overstrike as for printers
eo: -p, --printer superstreki kvazaŭ por printiloj
sr: -p, --printer прештампава као за штампаче

source: -s, --statistics say how many words deleted, inserted etc.
eo: -s, --statistics montri kiom da vortoj estis forigataj, enmetataj, ktp.
sr: -s, --statistics обавештава о томе колико речи је обрисано, уметнуто, итд.

source: -t, --terminal use termcap as for terminal displays
eo: -t, --terminal uzi termcap kvazaŭ por terminalaj montriloj
sr: -t, --terminal користи могућности терминала као за терминалске приказиваче

source: -v, --version display program version then exit
eo: -v, --version montri program-version kaj eliri
sr: -v --version приказује издање програма и излази

source: -w, --start-delete=STRING string to mark beginning of delete region
eo: -w, --start-delete=ĈENO ĉeno por marki komencon de forig-regiono
sr: -w, --start-delete=НИСКА ниска за обележавање почетка области брисања

source: -x, --end-delete=STRING string to mark end of delete region
eo: -x, --end-delete=ĈENO ĉeno por marki finon de forig-regiono
sr: -x, --end-delete=НИСКА ниска за обележавање краја области брисања

source: -y, --start-insert=STRING string to mark beginning of insert region
eo: -y, --start-insert=ĈENO ĉeno por marki komencon de enmet-regiono
sr: -y, --start-insert=НИСКА ниска за обележавање почетка области уметања

source: -z, --end-insert=STRING string to mark end of insert region
eo: -z, --end-insert=ĈENO ĉeno por marki finon de enmet-regiono
sr: -z, --end-insert=НИСКА ниска за обележавање краја области уметања

source: cannot use -t, termcap not available
eo: ne eblas uzi -t, termcap ne disponeblas
sr: не могу да користим „-t“, могућности терминала нису доступне

source: Copyright (C) 1992, 1997, 1998, 1999, 2009, 2010, 2011, 2012 Free Software Foundation, Inc.
eo: Kopirajto (C) 1992, 1997, 1998, 1999, 2009, 2010, 2011, 2012 Free Software Foundation, Inc.

source: too many file arguments
eo: tro multaj dosier-modifiloj
sr: има превише аргумената датотека

source: missing file arguments
eo: mankas dosier-modifiloj
sr: недостају аргументи датотека

source: Copyright (C) 1997, 1998, 1999 Free Software Foundation, Inc.
eo: Kopirajto (C) 1997, 1998, 1999 Free Software Foundation, Inc.
sr: Ауторска права (C) 1997, 1998, 1999 Задужбина слободног софтвера, Доо.

source: wdiff - Compute word differences by internally launching `mdiff -W'. This program exists mainly to support the now oldish `wdiff' syntax.
da: wdiff - Beregn ordforskelle ved internt at starte 'mdiff -W'. Dette program eksisterer hovedsagelig for at understøtte den nu forældede 'wdiff' syntaks.
eo: wdiff - Komputas vort-malsamojn per interna lanĉo de 'mdiff -W'. Tiu ĉi programo ekzistas ĉefe por subteni la nune malnovecan sintakson de 'wdiff'.
ms: wdiff - Hitung perbezaan perkataan dengan melancarkan secara dalaman `mdiff -W'. Program ini wujud terutamanya untuk menyokong sintaks lama `wdiff'.
sr: wdiff — Прорачунава разлике речи унутрашњим покретањем „mdiff -W“. Овај програм углавном постоји као подршка сада старом „wdiff“-у.

source: Usage: %s [OPTION]... FILE1 FILE2
eo: Uzmaniero: %s [MODIFILO]... DOSIERO1 DOSIERO2
sr: Употреба: %s [ОПЦИЈА]... ДАТОТЕКА1 ДАТОТЕКА2

source: -q, --quiet inhibit the `mdiff' call message
da: -q, --quiet forhindre 'mdiff'-kaldet
eo: -q, --quiet malebligi la 'mdiff'-vokan mesaĝon
ms: -q, --quiet halang mesej panggilan `mdiff'
sr: -q, --quiet забрањује „mdiff“ позивну поруку

source: This program also tells how `mdiff' could have been called directly.
eo: Tiu ĉi programo ankaŭ montras kiel 'mdiff' povus esti rekte vokita.
sr: Овај програм такође говори како „mdiff“ треба бити позван непосредно.

source: Launching `%s
da: Starter '%s
eo: Ni lanĉas '%s
ms: Melaksana `%s
sr: Покрећем „%s

source: Usage: %s [OPTION]... FILE1 FILE2 %s -d [OPTION]... [FILE]
sr: Употреба: %s [ОПЦИЈА]... ДАТОТЕКА1 ДАТОТЕКА2 %s -d [ОПЦИЈА]... [ДАТОТЕКА]

source: Copyright (C) 1992, 1997, 1998, 1999, 2009, 2010 Free Software Foundation, Inc.
sr: Ауторска права (C) 1992, 1997, 1998, 1999, 2009, 2010 Задужбина слободног софтвера, Доо.

source: Only one file may be standard input.
da: Kun én fil kan være standard ind.
de: Es kann nur eine Datei aus der Standardeingabe kommen.
et: Standardsisendiks saab olla ainult üks fail.
gl: Só un ficheiro pode se-la entrada estándar.
it: Solo un file può essere lo standard input
ms: Hanya satu fail boleh dijadikan masukan piawai.
nb: Bare én fil kan være standard innkanal.
pt_br: Somente um arquivo pode ser a entrada padrão.
ro: Un singur fiºier poate fi intrare standard.
sk: ©tandardným vstupom mô¾e by» iba jeden súbor.
sv: Endast en fil kan vara standard in.
vi: Cho phép chỉ môt tâp tin là dữ liệu nhập chuẩn thôi.
zh_tw: 只能有一個檔案是標準輸入。

source: Directories not supported
da: Kataloger er ikke understøttet
de: Verzeichnisse werden nicht unterstützt
et: Kataloogid pole lubatud
gl: Directorios non soportados
it: Directory non gestite
ms: Direktori tidak disokong
nb: Filkataloger er ikke støttet
pt_br: Diretórios não suportados
ro: Directoarele nu sunt suportate
sk: Adresáre nie sú podporované
sv: Kataloger stöds inte
vi: Chưa hỗ trợ thư mục
zh_tw: 不支援目錄

source: , %d items
da: , %d elementer
de: , %d Elemente
et: , %d elementi
gl: , %d elementos
it: , %d elementi
ms: , %d perkara
nb: , %d elementer
pt_br: , %d itens
ro: , %d elemente
sk: , %d polo¾iek
sv: , %d poster
vi: , %d mục
zh_tw: ，%d 項

source: Read summary: %d files, %d items
da: Læsningsoversigt: %d filer, %d elementer
de: Zusammenfassung (Lesen): %d Dateien, %d Elemente
et: Lugemise kokkuvõte: %d faili, %d elementi
gl: Resumo da lectura: %d ficheiros, %d elementos
it: Letto sommario: %d file, %d elementi
ms: Ringkasan bacaan: %d fail, %d perkara
nb: Lesesammendrag: %d filer, %d elementer
pt_br: Resumo da leitura: %d arquivos, %d itens
ro: Rezumat citire: %d fiºiere, %d elemente
sk: Naèítané: %d súborov, %d polo¾iek
sv: Lässummering: %d filer, %d poster
vi: Tóm tắt đọc: %d tập tin, %d mục
zh_tw: 讀取統計：%d 個檔案，%d 條項目

source: Work summary: %d clusters, %d members
da: Arbejdsoversigt: %d klynger, %d medlemmer
de: Zusammenfassung (Arbeit): %d Bereiche, %d Elemente
et: Töö kokkuvõte: %d klastrit, %d liiget
gl: Resumo do traballo: %d bloques, %d membros
it: Sommario di lavoro: %d gruppi, %d membri
ms: Ringkasan kerja: %d gugusan, %d ahli
nb: Arbeidssammendrag: %d klynger, %d medlemmer
pt_br: Resumo do trabalho: %d agregações (clusters), %d membros
ro: Rezumat lucru: %d clustere, %d membrii
sk: Spracované: %d oddielov, %d èlenov
sv: Arbetssummering: %d grupper, %d medlemmar
vi: Tóm tắt làm việc: %d nhóm, %d bộ phạn
zh_tw: 工作統計：%d 個叢集，%d 個成員

source: Work summary: %d clusters, %d members, %d overlaps
da: Arbejdsoversigt: %d klynger, %d medlemmer, %d overlapninger
de: Zusammenfassung (Arbeit): %d Bereiche, %d Elemente, %d Überlappungen
et: Töö kokkuvõte: %d klastrit, %d liiget, %d kattuvat
gl: Resumo do traballo: %d bloques, %d membros, %d solapamentos
it: Sommario di lavoro: %d gruppi, %d membri, %d sovrapposizioni
ms: Ringkasan kerja: %d gugusan, %d ahli, %d bertindih
nb: Arbeidssammendrag: %d klynger, %d medlemmer, %d overlappinger
pt_br: Resumo do trabalho: %d agregações (clusters), %d membros, %d sobreposições
ro: Rezumat lucru: %d clustere, %d membrii, %d suprapuneri
sk: Spracované: %d oddielov, %d èlenov, %d presahov
sv: Arbetssummering: %d grupper, %d medlemmar, %d överlappningar
vi: Tóm tắt làm việc: %d nhóm, %d bộ phạn, %d chồng lấp
zh_tw: 工作統計：%d 個叢集，%d 個成員，%d 個覆疊

source: Select a terminal through the TERM environment variable.
da: Vælg en terminal via TERM-miljøvariablen.
de: Wählen Sie mit der Umgebungsvariable TERM einen Terminaltyp aus.
et: Kasutage terminali määramiseks keskkonnamuutujat TERM.
gl: Escolla un terminal mediante a variable de ambiente TERM.
it: Scegli un terminale usando la variabile d'ambiente TERM.
ms: Pilih terminal daripada pembolehubah persekitaran TERM.
nb: Velg en terminal gjennom TERM-miljøvariablen.
pt_br: Selecione o terminal através da variável de ambiente TERM
ro: Selectaþi un terminal setând variabila de mediu TERM.
sk: Vyberte terminál prostredníctvom premennej prostredia TERM.
sv: Välj terminaltyp genom att sätta miljövariabeln TERM.
vi: Hãy chọn thiết bị cuối bằng biến môi trường TERM.
zh_tw: 用環境變數 TERM 指定終端機類型。

source: Could not access the termcap data base.
da: Kunne ikke accesse termcap-databasen.
de: Konnte auf die „termcap“-Datenbank nicht zugreifen.
et: Termcap andmebaasile pole juurdepääsu.
gl: Non se puido acceder á base de datos de termcap.
it: Impossibile accedere al database di termcap.
ms: Tidak dapat mencapai pengkalan data termcap.
nb: Kunne ikke aksessere termcap-databasen.
pt_br: Impossível acessar a base de dados `termcap'
ro: Nu pot accesa baza de date termcap.
sk: Nemo¾no pristupova» k báze dát termcap.
sv: Kan inte läsa termcap-databasen.
vi: Không thể truy cập cơ sở dữ liệu termcap.
zh_tw: 無法存取 termcap 資料庫。

source: Terminal type `%s' is not defined.
da: Terminal-type '%s' er ikke defineret.
de: Terminaltyp „%s“ ist nicht definiert.
et: Terminali tüüp `%s' pole defineeritud.
gl: O tipo de terminal `%s' non está definido.
it: Il tipo di terminale `%s' non è definito.
ms: Jenis terminal `%s' tidak ditakrifkan.
nb: Terminal-type «%s» er ikke definert.
pt_br: O terminal tipo `%s' não está definido.
ro: Tipul de terminal `%s' nu este definit.
sk: Typ terminálu `%s' nie je definovaný.
sv: Terminaltyp "%s" är inte definierad.
vi: Chưa xác định kiểu thiết bị cuối « %s ».
zh_tw: 終端機類型「%s」未定義。

source: %s: %d words
da: %s: %d ord
de: %s: %d Worte
et: %s: %d sõna
gl: %s: %d palabras
it: %s: %d parole
ms: %s: %d perkataan
nb: %s: %d ord
pt_br: %s: %d palavras
ro: %s: %d cuvinte
sk: %s: %d slov
sv: %s: %d ord
vi: %s: %d từ
zh_tw: %s：%d 個字

source: %d %d%% common
da: %d %d%% fælles
de: %d %d%% gleich
et: %d %d%% ühiseid
gl: %d %d%% comúns
it: %d %d%% comuni
ms: %d %d%% biasa
nb: %d %d%% felles
pt_br: %d %d%% comum
ro: %d %d%% comune
sk: %d %d%% be¾né
sv: %d %d%% gemensamma
vi: %d %d%% chung
zh_tw: %d %d%% 共有

source: %d %d%% deleted
da: %d %d%% slettet
de: %d %d%% gelöscht
et: %d %d%% kustutatud
gl: %d %d%% borradas
it: %d %d%% rimosse
ms: %d %d%% dipadam
nb: %d %d%% slettet
pt_br: %d %d%% excluído
ro: %d %d%% ºterse
sk: %d %d%% vymazané
sv: %d %d%% borttagna
vi: %d %d%% bị xóa bỏ
zh_tw: %d %d%% 已刪除

source: %d %d%% changed
da: %d %d%% ændret
de: %d %d%% verändert
et: %d %d%% muudetud
gl: %d %d%% cambiadas
it: %d %d%% cambiate
ms: %d %d%% diubah
nb: %d %d%% endret
pt_br: %d %d%% modificado
ro: %d %d%% schimbate
sk: %d %d%% zmenené
sv: %d %d%% ändrade
vi: %d %d%% đã thay đổi
zh_tw: %d %d%% 已改變

source: %d %d%% inserted
da: %d %d%% indsat
de: %d %d%% eingefügt
et: %d %d%% lisatud
gl: %d %d%% inseridas
it: %d %d%% inserite
ms: %d %d%% dimasukkan
nb: %d %d%% satt inn
pt_br: %d %d%% inserido
ro: %d %d%% inserate
sk: %d %d%% vlo¾ené
sv: %d %d%% tillagda
vi: %d %d%% đã chèn
zh_tw: %d %d%% 已插入

source: Usage: %s [OPTION]... [FILE]...
da: Brug: %s [FLAG]... FIL...
de: Aufruf: %s [OPTION]... [DATEI]
et: Kasuta: %s [VÕTI]... [FAIL]...
gl: Emprego: %s [OPCIÓN]... [FICHEIRO]...
it: Uso: %s [OPZIONE]... [FILE]...
ms: Penggunaan: %s [PILIHAN]... [FAIL]...
nb: Bruk: %s [FLAGG]... [FIL]...
pt_br: Utilização: %s [OPÇÃO]... [ARQUIVO]...
ro: Folosire: %s [OPÞIUNE]... FIªIER...
sk: Pou¾itie: %s [VO¥BA]... [SÚBOR]...
sv: Användning: %s [FLAGGA]... [FIL]...
vi: Cách sử dụng: %s [TÙY_CHỌN]... [TẬP_TIN]...
zh_tw: 用法：%s [選項]... [檔案]...

source: Operation modes: -h (ignored) -v, --verbose report a few statistics on stderr --help display this help and exit --version output version information and exit
da: Handlingsmåder: -h (ignoreret) -v, --verbose giv lidt statistik på stdfejl --help vis denne hjælpetekst og afslut --version vis programversion og afslut
de: Operationsmodi: -h (ignoriert) -v, --verbose einige Statistiken auf stderr ausgeben --help diese Hilfe anzeigen und beenden --version Versionsnummer anzeigen und beenden
et: Töömoodid: -h (ignoreeritakse) -v, --verbose väljasta stderr voogu mõningat statistikat --help esita see abiinfo ja lõpeta töö --version esita versiooniinfo ja lõpeta töö
gl: Modos de traballo: -h (ignórase) -v, --verbose producir algunhas estatísticas na saída estándar --help amosar esta axuda e saír --version amosar información sobre a versión e saír
it: Modi operativi: -h (ignorato) -v, --verbose riporta alcune statistiche su standard error --help mostra questo aiuto ed esci --version stampa informazioni sulla versione ed esci
ms: Mod operasi: -h (diabaikan) -v, --verbose lapor beberapa statistik pada stderr --help papar bantuan ini dan keluar --version keluarkan maklumat versi dan keluar
nb: Operasjonsmodi: -h (ignorert) -v, --verbose rapporter litt statistikk på standard feilkanal --help vis denne hjelpteksten og avslutt --version vis versjonsinformasjon og avslutt
pt_br: Modos de Operação: -h (ignorado) -v, --verbose exibe umas poucas estatísticas na stderr. --help exibe esta ajuda e termina. --version exibe as informações da versão e termina.
ro: Moduri de operare: -h (ignorat) -v, --verbose raporteazã câteva statistici la stderr --help afiºeazã acest mesaj ºi terminã --version afiºeazã informaþii despre versiune ºi terminã
sv: Arbetslägen: -h (ignorerad) -v, --verbose rapportera en del statistik på standard fel --help visa denna hjälptext och avsluta --version visa versionsinformation och avsluta
vi: Chế độ thi hành: -h (bị bỏ qua) -v, --verbose thông báo vài thống kê trên stderr (thiêt bị lỗi chuẩn) (_chi tiết_) --help hiển thị _trợ giúp_ này rồi thoát --version xuất thông tin _phiên bản_ rồi thoát
zh_tw: 作業模式為： -h (已忽略) -v, --verbose 回報一些統計結果於標準錯誤裝置 --help 顯示此輔助訊息並離開 --version 輸出版本資訊並離開

source: Formatting output: -T, --initial-tab produce TAB instead of initial space -l, --paginate paginate output through `pr' -S, --string[=STRING] take note of another user STRING -V, --show-links give file and line references in annotations -t, --expand-tabs expand tabs to spaces in the output
da: Formatér resultat: -T, --initial-tab skriv TAB istedet for indledende mellemrum -l, --paginate send resultatet gennem "pr" for sidenummerering -S, --string[=STRENG] søg også efter STRENG -V, --show-links angiv fil- og linjereferencer i annoteringer -t, --expand-tabs udvid tabulatortegn med mellemrum i uddata
de: Ausgabe-Formatierung: -T, --initial-tab Tabs anstelle von führenden Leerzeichen produzieren -l, --paginate Ausgabe durch „pr“ in Seiten aufteilen -S, --string[=ZKETTE] eine weiter Nutzer-ZKETTE beachten -V, --show-links Datei- und Zeilenbezug in Anmerkungen angeben -t, --expand-tabs Tabs in der Ausgabe durch Leerzeichen ersetzen
et: Väljundi formaat: -T, --initial-tab tühiku asemel kasuta alguses tabulaatorit -l, --paginate küljenda väljund programmiga `pr' -S, --string[=SÕNE] kasuta kasutaja teksti SÕNE -V, --show-links kasuta märkmetes viiteid failidele ja ridadele -t, --expand-tabs asenda väljundis tabulaatorid tühikutega
gl: Formato da saída: -T, --initial-tab producir unha tabulación no canto do espacio inicial -l, --paginate paxina-la saída mediante `pr' -S, --string[=CADEA] tomar nota doutra CADEA de usuario -V, --show-links dar referencias de ficheiro e liña nas anotacións -t, --expand-tabs expandi-las tabulacións a espacios na saída
it: Formattazione dell'output: -T, --initial-tab usa tabulazioni invece di spazi -l, --paginate impagina l'output con `pr' -S, --string[=STRINGA] prendi nota della STRINGA scelta dall'utente -V, --show-links fornisci il nome del file e i numeri di riga -t, --expand-tabs espandi le tabulazioni in spazi nell'output
ms: Format keluaran: -T, --initial-tab hasilkan TAB menggantikan ruang permulaan -l, --paginate paginate keluaran menggunakan `pr' -S, --string[=RENTETAN] ambil perhatian RENTETAN pengguna lain -V, --show-links berikan rujukan fail dan baris dalam catatan -t, --expand-tabs tukar tab kepada ruang dalam keluaran
nb: Formattering av utskrift: -T, --initial-tab produser TAB isteden for startende mellomrom -l, --paginate paginér utskrift gjennom «pr» -S, --string[=STRENG] husk en annen bruker-STRENG -V, --show-links vis fil- og linje-referanser i annoteringer -t, --expand-tabs ekspander tabulatorer til mellomrom i utskrift
pt_br: Formatação da Saída: -T, --initial-tab colocar TAB em vez de espaço inicial. -l, --paginate paginar a saída através da `pr'. -S, --string[=STRING] anotar outra STRING do usuário. -V, --show-links fornecer referências de arquivo. e de linha nas anotações. -t, --expand-tabs expandir tabulações em espaços na saída.
ro: Formatting output: -T, --initial-tab pune TAB în loc de spaþiul iniþial -l, --paginate pagineazã ieºirea prin `pr' -S, --string[=STRING] observã un alt ªIR definit de utilizator -V, --show-links aratã referinþe despre fiºier ºi linie în adnotãri -t, --expand-tabs expandeazã tab-urile ca spaþii în ieºire
sk: Formát výstupu: -T, --initial-tab namiesto úvodnej medzery vypisuje tabulátor -l, --paginate stránkuje výstup pomocou `pr' -S, --string[=RE«AZEC] pou¾íva iný pou¾ívateµský RE«AZEC -V, --show-links vypisuje v anotáciách odkazy na súbory a riadky -t, --expand-tabs vo výstupe expanduje tabulátory na medzery
sv: Formatera resultat: -T, --initial-tab skriv TAB instället för inledande mellanslag -l, --paginate skicka resultatet genom "pr" för sidindelning -S, --string[=STRÄNG] sök även efter STRÄNG -V, --show-links ange fil- och radreferenser i annoteringar -t, --expand-tabs ersätt tabulatortecken med mellanslag i reultatet
vi: Cách định dạng kết xuất: -T, --initial-tab nhập cách _tab_ thay thế dấu cách _đầu tiên_ -l, --paginate _dàn trang_ kết xuất qua « pr » -S, --string[=CHUỖI] ghi một _chuỗi_ người dùng khác -V, --show-links chỉ ra tên tập tin và số hiệu dòng trong chú thích (_hiện liên kết_) -t, --expand-tabs _mở rộng cách tab_ ra nhiều dấu cách trong kết xuất
zh_tw: 格式化輸出: -T, --initial-tab 產生跳格字元以替代起始的空白 -l, --paginate 藉由「pr」來分頁輸出 -S, --string[=STRING] 注意到其他的使用者 STRING -V, --show-links 在注釋中給予檔案和列號的參照值 -t, --expand-tabs 在輸出中展開跳格字元成空白

source: Debugging: -0, --debugging output many details about what is going on
da: Fejlfinding: -0, --debugging udskriv mange detaljer om hvad der sker
de: Fehlersuche: -0, --debugging viele Details über alle Vorgänge ausgeben
et: Silumine: -0, --debugging väljasta tehtava töö kohta palju infot
gl: Depuración: -O, --debugging amosar moitos detalles do que está a pasar
it: Debugging: -0, --debugging mostra molti dettagli su quanto sta succedendo
ms: Nyahpepijat: -0, --debugging keluarkan banyak perincian mengenai apa yang berlaku
nb: Feilsøking: -0, --debugging skriv ut mange detaljer om hva som foregår
pt_br: Depuração: -0, --debugging exibe muitos detalhes sobre o que está acontecendo
ro: Depanare: -0, --debugging afiºeazã mai multe detalii despre ce se întâmplã
sk: Ladenie: -0, --debugging vypisuje mnoho detailov o tom, èo sa deje
sv: Felsökning: -0, --debugging skriv ut många detaljer om vad som händer
vi: Gỡ lỗi: -0, --debugging xuất thông tin _gỡ lỗi_ chi tiết
zh_tw: 除錯: -0, --debugging 輸出關於目前所發生的許多細節
