Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
nb: (Følgende tekst er en oversettelse som *kun* gis på en informativ basis. For alle juridiske tolkninger gjelder den engelske originalteksten.) Dette programmet er gratis programvare. Du kan distribuere og/eller modifisere det under GNU General Public License slik den er kunngjort fra Free Software Foundation, versjon 2 eller, valgfritt, en senere versjon. Dette programmet er distribuert med det mål at det skal være til nytte, men UTEN NOEN FORM FOR GARANTI, heller ingen implisert garanti for SALGBARHET eller EGNETHET TIL NOEN SPESIELL OPPGAVE. Se GNU General Public License for nærmere detaljer. Sammen med dette programmet skulle du ha mottatt en kopi av GNU General Public License. Dersom ikke, skriv til Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
pt_br: Este programa é um software livre; você pode redistribuir e/ou modificar sob os termos da Licença Pública Geral GNU conforme publicado pela Free Software Foundation, utilizando a versão 2, ou (se preferir) qualquer versão posterior. Este programa é distribuído na esperança de que será útil, mas SEM NENHUMA GARANTIA; mesmo sem a garantia implicita de COMERCIALIZAÇÃO ou de ADEQUAÇÃO PARA ALGUMA FINALIDADE PARTICULAR. Veja a Licença Pública Geral GNU para mais informações.

source: Mandatory arguments to long options are mandatory for short options too. -C, --copyright print copyright then exit -K, --no-init-term like -t, but no termcap init/term strings -V, --version print program version then exit -1, --no-deleted inhibit output of deleted words -2, --no-inserted inhibit output of inserted words -3, --no-common inhibit output of common words -a, --auto-pager automatically calls a pager -h, --help print this help -i, --ignore-case fold character case while comparing -l, --less-mode variation of printer mode for "less" -n, --avoid-wraps do not extend fields through newlines -p, --printer overstrike as for printers -s, --statistics say how many words deleted, inserted etc. -t, --terminal use termcap as for terminal displays -w, --start-delete=STRING string to mark beginning of delete region -x, --end-delete=STRING string to mark end of delete region -y, --start-insert=STRING string to mark beginning of insert region -z, --end-insert=STRING string to mark end of insert region
nb: Obligatoriske argumenter for lange flagg er obligatoriske også for korte flagg. -C, --copyright vis copyright og avslutt -K, --no-init-term som -t, men ingen termcap init-/term-strenger -V, --version vis programversion og avslutt -1, --no-deleted skriv ikke slettede ord -2, --no-inserted skriv ikke innsatte ord -3, --no-common skriv ikke felles ord -a, --auto-pager kaller en «pager» automatisk -h, --help vis denne hjelpeteksten -i, --ignore-case skill ikke mellom store og små bokstaver -l, --less-mode variant av printer-modus for "less" -n, --avoid-wraps ikke utvid felter gjennom newlines -p, --printer bruk overstrike som for printere -s, --statistics skriv antall ord som ble slettet, satt inn, osv. -t, --terminal bruk termcap som for vanlige terminaler -w, --start-delete=STRENG streng som markerer start på sletting -x, --end-delete=STRENG streng som markerer slutt på sletting -y, --start-insert=STRENG streng som markerer start på innsetting -z, --end-insert=STRENG streng som markerer slutt på innsetting
pt_br: Mandatory arguments to long options are mandatory for short options too. -C, --copyright Exibir os direitos autorais e terminar. -K, --no-init-term Como -t, mas sem strings init/term do termcap. -V, --version Exibir a versão do programa e terminar. -1, --no-deleted Inibir a exibição das linhas excluídas. -2, --no-inserted Inibir a exibição das linhas inseridas. -3, --no-common Inibir a exibição das palavras comuns. -a, --auto-pager Chamar o paginador automaticamente. -h, --help Exibir esta ajuda. -i, --ignore-case Ignorar maiúsculas/minúsculas ao comparar. -l, --less-mode Variação do modo de exibição para "less". -n, --avoid-wraps Não estender campos através de novas linhas. -p, --printer Sobrepor para exibição. -s, --statistics Informar quantas linhas excluídas, inseridas etc. -t, --terminal Usar termcap para exibição em terminais. -w, --start-delete=STRING String para marcar o início da região excluída. -x, --end-delete=STRING String para marcar o final da região excluída. -y, --start-insert=STRING String para marcar o início da região inserida. -z, --end-insert=STRING String para marcar o final da região inserida.
