Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: %s (for regexp `%s')
de: %s (für reg. Ausdruck „%s“)
eo: %s (por regexp '%s')
et: %s (regulaaravaldisele `%s')
gl: %s (para a expresión regular `%s')
it: %s (per l'espressione regolare `%s')
ms: %s (untuk regexp `%s')
nb: %s (for regulært uttrykk «%s»)
pt_br: %s (para a expressão regular `%s')
ro: %s (pentru regexp `%s')
sk: %s (pre regexp `%s')
sr: %s (за регуларан израз „%s“)
sv: %s (för reguljärt uttryck "%s")
vi: %s (cho biểu thức chính quy « %s »)
zh_tw: %s (對於正規表示式「%s」)

source: only one file may be standard input
eo: nur unu dosiero povas esti ĉefeniga
sr: само једна датотека може бити улазна

source: directories not supported
eo: dosierujoj ne estas subtenataj
sr: директоријуми нису подржани

source: Reading %s
da: Læser %s
de: Lese %s
eo: Ni legas %s
et: Loen %s
gl: Lendo %s
it: Lettura di %s in corso
ms: Membaca %s
nb: Leser %s
pt_br: Lendo %s
ro: Citesc %s
sk: Èíta sa %s
sr: Читам „%s“
sv: Läser %s
vi: Đang đọc %s
zh_tw: 正在讀取 %s

source: , %d item
eo: , %d ero
sr: , %d ставка

source: Read summary:
eo: Leg-resumo:
sr: Сжетак читања:

source: %d file,
eo: %d dosiero,
sr: %d датотека,

source: %d item
eo: %d ero
sr: %d ставка

source: Sorting
da: Sorterer
de: Sortiere
eo: Ni ordigas
et: Järjestan
gl: Ordeando
it: Ordinamento
ms: Isihan
nb: Sorterer
pt_br: Ordenando
ro: Sortez
sk: Triedi sa
sr: Ређање
sv: Sorterar
vi: Đang sắp xếp
zh_tw: 排序中

source: , clustering
da: , laver klynger
de: , zusammenfassen
eo: , grupigas
et: , klasterdan
gl: , agrupando
it: , raggruppamento
ms: , gugusan
nb: , klynger
pt_br: , agregando (clustering)
sk: , zluèuje sa
sr: , учворавам
sv: , grupperar
vi: , đang xếp nhóm
zh_tw: ，叢集中

source: , done
da: , færdig
de: , fertig
eo: , farite
et: , valmis
gl: , rematado
it: , fatto
ms: , selesai
nb: , ferdig
pt_br: , feito
ro: , terminat
sk: , hotovo
sr: , урађено
sv: , klar
vi: , hoàn tất
zh_tw: ，已完成

source: Sorting members
da: Sorterer medlemmer
de: Sortiere Elemente
eo: Ni ordigas membrojn
et: Järjestan liikmeid
gl: Ordeando os membros
it: Ordinamento dei membri
ms: Mengisih ahli
nb: Sorterer medlemmer
pt_br: Ordenando membros
ro: Membrii sortare
sk: Triedia sa èleny
sr: Чланови ређања
sv: Sorterar medlemmar
vi: Đang sắp xếp bộ phạn
zh_tw: 排列編號中

source: Work summary:
eo: Labor-resumo:
sr: Сажетак рада:

source: %d cluster,
eo: %d grupo,
sr: %d кластер,

source: %d member
eo: %d membro
sr: %d члан

source: %d member,
eo: %d membro,
sr: %d члан,

source: %d overlap
eo: %d partkovro
sr: %d преклапање

source: select a terminal through the TERM environment variable
eo: elektu terminalon per la medivariablo TERM
sr: изаберите терминал у променљивој окружења ТЕРМ

source: could not access the termcap data base
eo: ne eblis aliri la datumbazon termcap
sr: не могу да приступим бази података могућности терминала

source: terminal type `%s' is not defined
eo: terminala tipo '%s' ne estas difinita
sr: врста терминала „%s“ није одређена

source: %s: %d word
eo: %s: %d vorto
sr: %s: %d реч

source: %d %.0f%% common
eo: %d %.0f%% komuna
sr: %d %.0f%% заједничка

source: %d %.0f%% deleted
eo: %d %.0f%% forviŝita
sr: %d %.0f%% обрисана

source: %d %.0f%% changed
eo: %d %.0f%% ŝanĝita
sr: %d %.0f%% измењена

source: %d %.0f%% inserted
eo: %d %.0f%% enmetita
sr: %d %.0f%% уметнута

source: Try `%s --help' for more information.
da: Prøv '%s --help' for mere information.
de: `%s --help' gibt weitere Informationen.
eo: Provu '%s --help' por pli da informoj.
et: Lisainfo saamiseks proovige `%s --help'.
gl: Escriba `%s --help' para obter máis información.
it: Usare `%s --help' per ulteriori informazioni.
ms: Cuba `%s --help' untuk lebih maklumat.
nb: Prøv «%s --help» for mer informasjon.
pt_br: Utilize `%s --help' para obter mais informações.
ro: Încercaþi `%s --help' pentru informaþii suplimentare.
sk: Skúste `%s --help' pre viac informácií.
sr: Пробајте „%s --help“ за више информација.
sv: Försök med "%s --help" för mer information.
vi: Hãy thử lệnh « %s --help » để xem thông tin thêm.
zh_tw: 請嘗試執行‘%s --help’來獲取更多資訊。

source: mdiff - Studies multiple files and searches for similar sequences, it then produces possibly detailed lists of differences and similarities.
da: mdiff - Læser flere filer og leder efter lignende sekvenser, derefter vises en muligvis detaljeret liste med forskelle og ligheder.
de: mdiff - Untersucht mehrere Dateien und sucht nach ähnlichen Abschnitte, erstellt dann ausführliche Liste von Unterschieden und Ähnlichkeiten.
eo: mdiff - Studas multopajn dosierojn kaj serĉas similajn sekvojn, tiam ĝi produktas eble detalajn listojn de malsamoj kaj similoj.
et: mdiff - Uurib faile ning otsib sarnaseid järjendeid. Seejärel koostab võimalikult detailse erinevuste ja sarnasuste loendid.
gl: mdiff - Estudia varios ficheiros e busca secuencias semellantes, e despois produce listas detalladas de diferencias e semellanzas.
it: mdiff - Analizza diversi file, ricerca sequenze simile, e produce un elenco, possibilmente dettagliato, di differenze e similarità.
ms: mdiff - Mengkaji beberapa fail dan mencari turutan yang sama, ia kemudian menghasilkan senarai terperinci mungkin tentang perbezaan dan kesamaan.
nb: mdiff - Studerer flere filer og søker etter liknende sekvenser. Deretter produseres muligens detaljerte lister med forskjeller og likheter.
pt_br: mdiff - Estuda múltiplos arquivos procurando seqüências similares e produzindo, então, listas detalhadas de diferenças e similaridades.
ro: mdiff - Studiazã multiple fiºiere ºi cautã pentru secvenþe similare, iar apoi produce liste detaliate cu diferenþele ºi similaritãþile.
sk: mdiff - Prezerá viac súborov a hµadá podobné sekvencie. Potom mô¾e vypísa» detailný zoznam rozdielov a podobností.
sr: мдифф — Разматра више датотека и тражи сличне низове, затим даје резултат могућих опширних спискова разлика и сличности.
sv: mdiff - Läser flera filer och letar efter liknande sekvenser, därefter visas en möjligen detaljerad lista med skillnader och likheter.
vi: mdiff — Trình này phân tích nhiều tập tin và tìm kiếm dãy tương tự, rồi tạo danh sách có thể chi tiết của các điều khác nhau và tương tự.
zh_tw: mdiff - 探究多個檔案並搜尋相同的序列，從而產生儘可能詳細的異同列表。

source: Usage: %s [OPTION]... [FILE]...
eo: Uzmaniero: %s [MODIFILO]... [DOSIERO]...
sr: Употреба: %s [ОПЦИЈА]... [ДАТОТЕКА]...

source: Operation modes:
eo: Operaciaj reĝimoj:
sr: Начини рада:

source: -h (ignored)
eo: -h (ignorita)
sr: -h (занемарено)

source: -v, --verbose report a few statistics on stderr
eo: -v, --verbose raporti kelkan statistikon en la ĉeferarujo
sr: -v, --verbose извештава мало статистике на стандардној грешки

source: --help display this help then exit
eo: --help montri tiun ĉi helpon kaj eliri
sr: --help приказује ову помоћ и излази

source: --version display program version then exit
eo: --version montri la program-version kaj eliri
sr: --version приказује издање програма и излази

source: Formatting output:
eo: Alformiga eligo:
sr: Излаз обликовања:

source: -T, --initial-tab produce TAB instead of initial space
eo: -T, --initial-tab produkti TAB anstataŭ komenca spaco
sr: -T, --initial-tab производи табулатор уместо почетног размака

source: -l, --paginate paginate output through `pr'
eo: -l, --paginate paĝnumerigi la eliron per 'pr'
sr: -l, --paginate странични излаз кроз „pr“

source: -S, --string[=STRING] take note of another user STRING
eo: -S, --string[=ĈENO] noti alian ĈENOn de uzanto
sr: -S, --string[=НИСКА] прибележава НИСКУ другог корисника

source: -V, --show-links give file and line references in annotations
eo: -V, --show-links doni dosierajn kaj liniajn referencojn en notoj
sr: -V, --show-links даје референце датотеке и реда у забелешкама

source: -t, --expand-tabs expand tabs to spaces in the output
eo: -t, --expand-tabs etendigi ŝovojn al spacoj en la eligo
sr: -t, --expand-tabs проширује табулаторе у размаке у излазу

source: Debugging:
eo: Rafinigo:
sr: Уклањање грешака:

source: -0, --debugging output many details about what is going on
eo: -0, --debugging eligi plurajn detalojn pri kio okazas
sr: -0, --debugging исписује много појединости о ономе што се дешава

source: Word mode options:
eo: Modifiloj por vort-reĝimo:
sr: Могућности режима речи:

source: -1, --no-deleted inhibit output of deleted words
eo: -1, --no-deleted malebligi eligon de forigitaj vortoj
sr: -1, --no-deleted не приказује излаз обрисаних речи

source: -2, --no-inserted inhibit output of inserted words
eo: -2, --no-inserted malebligi eligon de enmetitaj vortoj
sr: -2, --no-inserted не приказује излаз уметнутих речи

source: -3, --no-common inhibit output of common words
eo: -3, --no-common malebligi eligon de komunaj vortoj
sr: -3, --no-common не приказује излаз општих речи

source: -A, --auto-pager automatically calls a pager
eo: -A, --auto-pager aŭtomate voki paĝigilon
sr: -A, --auto-pager самостално позива страничара

source: -k, --less-mode variation of printer mode for "less"
eo: -k, --less-mode uzi variaĵon de printila reĝimo por "less"
sr: -k, --less-mode промена режима штампача за „less“ (мање)

source: -m, --avoid-wraps do not extend fields through newlines
eo: -m, --avoid-wraps ne etendigi kampojn tra novlinioj
sr: -m, --avoid-wraps не шири поља кроз нове редове

source: -o, --printer overstrike as for printers
eo: -o, --printer 'superstreki' (refrapi) kvazaŭ por printiloj
sr: -o, --printer прештампава као за штампаче

source: -z, --terminal use termcap as for terminal displays
eo: -z, --terminal uzi termcap, kiel por terminalaj montriloj
sr: -z, --terminal користи могућности терминала као за терминалске приказиваче

source: -O, --item-regexp=REGEXP compare items as defined by REGEXP
eo: -O, --item-regexp=REGEXP kompari erojn kiel difinite de REGEXP
sr: -O, --item-regexp=РЕГИЗР пореди ставке као што је одређено РЕГУЛАРНИМ_ИЗРАЗОМ

source: -W, --word-mode compare words instead of lines
eo: -W, --word-mode kompari vortojn anstataŭ liniojn
sr: -W, --word-mode пореди речи уместо редова

source: With no FILE, or when FILE is -, read standard input.
eo: Kun neniu DOSIERO, aŭ kiam DOSIERO estas -, legi la ĉefenigon.
sr: Без ДАТОТЕКЕ, или када је ДАТОТЕКА -, чита стандардни улаз.

source: Report bugs to <wdiff-bugs@gnu.org>.
eo: Raporti programajn misojn al <wdiff-bugs@gnu.org>.
sr: Грешке пријавите на <wdiff-bugs@gnu.org>.

source: ignoring option %s (not implemented)
eo: ni preteratentas modifilon %s (ne realigita)
sr: занемарујем опцију „%s“ (није примењена)

source: cannot use -z, termcap not available
eo: ne eblas uzi -z, termcap ne disponeblas
sr: не могу да користим „-z“, могућности терминала нису доступне

source: word merging for two files only (so far)
eo: vort-kunmikso por du dosieroj nur (ĝis nun)
sr: стапање речи само за две датотеке (за сада)

source: Copyright (C) 1992, 1997, 1998, 1999, 2010 Free Software Foundation, Inc.
eo: Kopirajto (C) 1992, 1997, 1998, 1999, 2010 Free Software Foundation, Inc.
sr: Ауторска права (C) 1992, 1997, 1998, 1999, 2010 Задужбина слободног софтвера, Доо.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
da: Dette er frit programmel; se kildeteksten for betingelser for kopiering. Der er INGEN garanti; ikke engang for SALGBARHED eller EGNETHED FOR ET SPECIELT FORMÅL.
de: Dies ist freie Software; Kopierbedingungen finden sich in den Quellen. Es gibt KEINE Garantie; nicht einmal für MARKTFÄHIGKEIT oder der ERFÜLLUNG EINES BESTIMMTEN ZWECKES.
eo: Ĉi tio estas libera programo; vidu la fonton por kopikondiĉoj. Estas NENIA GARANTIO; eĉ ne por KOMERCA KVALITO aŭ ADEKVATECO POR DIFINITA CELO.
et: See programm on vaba tarkvara; kopeerimise tingimused leiate lähtetekstidest. Programmil POLE garantiid; isegi mõtteliselt väljendatud garantiid TURUVÄÄRTUSELE või KINDLA EESMÄRGIGA KASUTAMISE sobivusele.
gl: Isto é software libre; vexa o código fonte polas condicións de copia. NON hai garantía; nin sequera de COMERCIABILIDADE ou APTITUDE PARA UN FIN DETERMINADO.
it: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Questo è software libero; si veda il sorgente per le condizioni di copiatura. NON c'è alcuna garanzia; neppure di COMMERCIABILITÀ o IDONEITÀ AD UNO SCOPO PARTICOLARE.
ms: Ini adalah perisian bebas; lihat sumber untuk syarat menyalin. TIADA jaminan disediakan; tidak juga untuk KEBOLEHDAGANGAN atau KEUPAYAAN UNTUK SESUATU TUJUAN KHUSUS.
nb: Dette er fri programvare; se kildekoden for kopieringsbetingelser. Det er INGEN garanti; ikke engang for SALGBARHET eller EGNETHET FOR NOEN SPESIELL OPPGAVE.
pt_br: Este é um programa livre; veja no fonte as condições para copiar. Não existe nenhuma garantia, nem mesmo de COMERCIALIZAÇÃO ou de ADEQUAÇÃO PARA ALGUMA FINALIDADE PARTICULAR.
ro: Acesta este software liber; vedeþi codul sursã pentru condiþii despre copiere. Nu existã nici o garanþie; nici chiar pentru VANDABILITATE sau POTRIVIRE PENTRU UN SCOP ANUME.
sk: Toto je voµne ¹íriteµný softvér; pozrite zdrojový kód pre podmienky ¹írenia. Neexistuje ®IADNA ZÁRUKA, ani OBCHODOVATE¥NOSTI alebo VHODNOSTI NA KONKRÉTNY ÚÈEL.
sr: Ово је слободан софтвер; погледајте извор за услове умножавања. Нема НИКАКВЕ гаранције; чак ни ТРЖИШНЕ ВРЕДНОСТИ или ИСПУЊАВАЊЕ ОДРЕЂЕНЕ ПОТРЕБЕ.
sv: Detta är fri programvara; se källkoden för kopieringsvillkor. Det finns INGEN garanti; inte ens för SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL.
vi: Đây là phần mềm tự do; hãy xem mã nguồn để tìm thấy điều kiện sao chép. KHÔNG CÓ BẢO HÀNH GÌ CẢ, THẬM CHÍ KHÔNG CÓ BẢO ĐẢM ĐƯỢC NGỤ Ý KHẢ NĂNG BÁN HAY KHẢ NĂNG LÀM ĐƯỢC VIỆC DỨT KHOÁT.
zh_tw: 這是自由軟體；請參考原始碼的版權聲明。本軟體不提供任何保證，甚至不會包括 可售性或適用於任何特定目的的保證。

source: Written by Franc,ois Pinard <pinard@iro.umontreal.ca>.
da: Skrevet af François Pinard <pinard@iro.umontreal.ca>.
de: Geschrieben von François Pinard <pinard@iro.umontreal.ca>.
eo: Verkita de François Pinard <pinard@iro.umontreal.ca>.
et: Kirjutanud François Pinard <pinard@iro.umontreal.ca>.
gl: Escrito por François Pinard <pinard@iro.umontreal.ca>.
it: Scritto da François Pinard <pinard@iro.umontreal.ca>.
ms: Ditulis oleh Franc,ois Pinard <pinard@iro.umontreal.ca>.
nb: Skrevet av François Pinard <pinard@iro.umontreal.ca>.
pt_br: Escrito por François Pinard <pinard@iro.umontreal.ca>.
ro: Scris de Franc,ois Pinard <pinard@iro.umontreal.ca>.
sk: Vytvoril Franc,ois Pinard <pinard@iro.umontreal.ca>.
sr: Програм је написао Франсуа Пинар <pinard@iro.umontreal.ca>.
sv: Skriven av François Pinard <pinard@iro.umontreal.ca>.
vi: Tác giả: François Pinard <pinard@iro.umontreal.ca>.
zh_tw: 作者 Franc,ois Pinard <pinard@iro.umontreal.ca>。

source: options -123RSYZ meaningful only when two inputs
eo: la modifiloj -123RSYZ sencas nur kun du enigoj
sr: опција „-123RSYZ“ има смисла само са два улаза

source: error redirecting stream
eo: eraro alidirektante fluon
sr: грешка преусмеравања тока

source: failed to execute %s
eo: ni malsukcesis ruligi %s
sr: нисам успео да извршим %s

source: could not find a name for the diff at line %ld
eo: ne eblis trovi nomon por la 'diff' ĉe linio %ld
sr: не могу да пронађем назив за разлику у реду %ld

source: try `%s --help' for more information
eo: provu '%s --help' por pli da informoj
sr: пробајте „%s --help“ за више података

source: unify - Transforms context diffs into unidiffs, or vice-versa.
da: unify - Omformer sammenhængs-diff-er til unidiff-er, eller omvendt.
de: unify - Überführt Kontext-Vergleiche in Uni-Vergleiche und umgekehrt.
eo: unuigi - Transformas kuntekstajn 'diff'-ojn en 'unidiff'-ojn, aŭ inverse.
et: unify - Teisendab konteksti erinevused unidiff esitusse või vastupidi.
gl: unify - Transforma os diffs contextuais en unidiffs ou viceversa.
it: unify - Trasforma diff contestuali in unificate, o viceversa.
ms: unify - Mengubah diff konteks kepada unidiff, atau sebaliknya.
nb: unift - Transformer kontekstdiffer til unidiffer, eller motsatt.
pt_br: unify - Transforma contexto `diffs' em `unidiffs', ou vice-versa.
ro: unificã - Transformã contextele diff în unidiff, sau vice-versa.
sk: unify - Transformuje kontextové diff-y na unidiff-y alebo naopak.
sr: unify — Претвара садржајне разлике у обједињене разлике, или обратно.
sv: unify - Konvertera sammanhangsdiff till enad diff, eller vice versa.
vi: unify — Chuyển đổi dữ liệu khác biệt ngữ cảnh thành dữ liêu khác biệt hợp nhất, hay ngược lại.
zh_tw: unify - 轉換內容差異的形式為 unidiffs，或是相反的作用。

source: Usage: %s [OPTION]... [FILE]
eo: Uzmaniero: %s [MODIFILO]... [DOSIERO]
sr: Употреба: %s [ОПЦИЈА]... [ДАТОТЕКА]

source: -c, --context-diffs force output to context diffs
eo: -c, --context-diffs perforti eligon al kuntekstaj 'diff'-oj
sr: -c, --context-diffs приморава излаз на садржајне разлике

source: -e, --echo-comments echo comments to standard error
eo: -e, --echo-comments eĥi komentojn al la ĉef-erarujo
sr: -e, --echo-comments одашиље примедбе на стандардну грешку

source: -o, --old-diffs output old-style diffs, no matter what
eo: -o, --old-diffs eligi malnov-stilajn 'diff'-ojn, ne gravas kio
sr: -o, --old-diffs исписује разлике старог стила, без обзира шта

source: -p, --patch-format generate patch format
eo: -p, --patch-format generi flikaĵan formon
sr: -p, --patch-format ствара формат закрпе

source: -P same as -p
eo: -P same ol -p
sr: -P исто као „-p“

source: -s, --strip-comments strip comment lines
eo: -s, --strip-comments demeti koment-liniojn
sr: -s, --strip-comments уклања редове напомена

source: -u, --unidiffs force output to unidiffs
eo: -u, --unidiffs perforti eligon al 'unidiff'-oj
sr: -u, --unidiffs присиљава излаз на обједињене разлике

source: -U same as -p and -u
eo: -U same ol -p -u
sr: -P исто као „-p“ и „-u“

source: -=, --use-equals replace spaces by equal signs in unidiffs
eo: -=, --use-equals anstataŭigi spacojn per egalsignojn en 'unidiff'-oj
sr: -=, --use-equals замењује разлике знацима једнакости у обједињеним разликама

source: If FILE is not specified, read standard input.
eo: Se DOSIERO ne estas specifita, legi ĉefenigon.
sr: Ако ДАТОТЕКА није наведена, чита стандардни улаз.

source: unable to open `%s'
eo: ne eblas malfermi '%s'
sr: не могу да отворим „%s“

source: only one filename allowed
eo: nur unu dosiernomo estas permesata
sr: дозвољен је само један назив датотеке

source: Copyright (C) 1994, 1997 Free Software Foundation, Inc.
da: Ophavsret (C) 1994, 1997 Free Software Foundation, Inc.
eo: Kopirajto (C) 1994, 1997 Free Software Foundation, Inc.
et: Autoriõigus (C) 1994, 1997 Free Software Foundation, Inc.
ms: Hakcipta (C) 1994, 1997 Free Software Foundation, Inc.
pt_br: Direitos Autorais (C) 1994, 1997 Free Software Foundation, Inc.
sr: Ауторска права (C) 1994, 1997 Задужбина слободног софтвера, Доо.
sv: Copyright © 1994, 1997 Free Software Foundation, Inc.
vi: Tác quyền © năm 1994, 1997 Tổ Chức Phần Mềm Tự Do.
zh_tw: 版權所有 (C) 1994-1997 自由軟體基金會。

source: Written by Wayne Davison <davison@borland.com>.
da: Skrevet af Wayne Davison <davison@borland.com>.
de: Geschrieben von Wayne Davison <davison@borland.com>.
eo: Verkita de Wayne Davison <davison@borland.com>.
et: Kirjutanud Wayne Davison <davison@borland.com>.
gl: Escrito por Wayne Davison <davison@borland.com>.
it: Scritto da Wayne Davison <davison@borland.com>.
ms: Ditulis oleh Wayne Davison <davison@borland.com>.
nb: Skrevet av Wayne Davison <davison@borland.com>.
pt_br: Escrito por Wayne Davison <davison@borland.com>.
ro: Scris de Wayne Davison <davison@borland.com>.
sk: Vytvoril Wayne Davison <davison@borland.com>.
sr: Програм је написао Вејн Девисон <davison@borland.com>.
sv: Skriven av Wayne Davison <davison@borland.com>.
vi: Tác giả: Wayne Davison <davison@borland.com>.
zh_tw: 作者 Wayne Davison <davison@borland.com>。

source: invalid unified diff header at line %ld
eo: malvalida unuigita 'diff'-ĉapo ĉe linio %ld
sr: неисправно обједињено заглавље разлика у реду %ld

source: malformed unified diff at line %ld
eo: misformita unuigita 'diff' ĉe linio %ld
sr: лоша обједињена разлика у реду %ld

source: context diff missing `old' header at line %ld
eo: kunteksta 'diff' malhavas 'old'-ĉapon ĉe linio %ld
sr: садржајној разлици недостаје заглавље „old“ у реду %ld

source: malformed context diff at line %ld
eo: misformita kunteksta 'diff' ĉe linio %ld
sr: лоша садржајна разлика у реду %ld

source: context diff missing `new' header at line %ld
eo: kunteksta 'diff' malhavas 'new'-ĉapo ĉe linio %ld
sr: садржајној разлици недостаје заглавље „new“ у реду %ld

source: no suitable temporary directory exists
eo: neniu taŭga provizora dosierujo ekzistas
sr: не постоји одговарајући привремени директоријум

source: %s: input program killed by signal %d
eo: %s: eniga programo estis mortigata de la signalo %d
sr: %s: улазни програм је убијен сигналом %d

source: %s: output program killed by signal %d
eo: %s: eliga programo estis mortigata de la signalo %d
sr: %s: излазни програм је убијен сигналом %d

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
eo: Tiu ĉi programo estas libera programaro; vi povas redistribui ĝin kaj/aŭ modifi ĝin laŭ la kondiĉoj de la GNU-a Ĝenerala Publika Liber-permeso kiel publikigite de Free Software Foundation; aŭ versio 3 de la Liberpermeso, aŭ (laŭ via elekto) iu ajn posta versio. Tiu ĉi programo estas distribuita esperante ke ĝi estu utila, sed SEN IU AJN GARANTIO; sen eĉ implicita garantio pri VENDEBLECO aŭ TAŬGECO POR IU SPECIFA APLIKO. Konsultu la GNU-an Ĝeneralan Publikan Liberpermeson por pli da detaloj. Vi devus ricevi kopion de la GNU-a Ĝenerala Publika Liberpermeso kune kun tiu ĉi programo; se ne, konsultu <http://www.gnu.org/licenses/>.
sr: Овај програм је слободан софтвер: можете га прослеђивати и/или мењати под условима ГНУ Опште јавне лиценце коју је објавила Задужбина слободног софтвера, било верзије 3 те лиценце, или (по вашем избору) било које новије верзије. Овај програм се расподељује у нади да ће бити користан, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Погледајте ГНУ Општу јавну лиценцу за више детаља. Требали сте да примите примерак ГНУ Опште јавне лиценце уз овај програм. Ако нисте, погледајте <http://www.gnu.org/licenses/>.

source: wdiff - Compares words in two files and report differences.
da: wdiff - Sammenligner ord i to filer og rapporterer forskelle.
de: wdiff - Vergleicht Wörter in zwei Dateien und führt Unterschiede auf.
eo: wdiff - Komparas vortojn en du dosieroj kaj raportas malsamojn.
et: wdiff - Võrdleb sõnu kahes failis ja teatab erinevustest.
gl: wdiff - Compara as palabras en dous ficheiros e informa das diferencias.
it: wdiff - Confronta la parole in due file e riporta le differenze.
ms: wdiff - Membandingkan perkataan dalam dua fail dan melaporkan perbezaan.
nb: wdiff - Sammenlikn ord i to filer og rapporter forskjeller.
pt_br: wdiff - Compara palavras em dois arquivos e relata as diferenças.
ro: wdiff - Comparã cuvinte din douã fiºiere ºi raporteazã diferenþele.
sk: wdiff - Porovná slová v dvoch súboroch a vypí¹e zmeny.
sr: вдифф — Упоређује речи у две датотеке и извештава разлике.
sv: wdiff - Jämför ord i två filer och rapportera skillnader.
vi: wdiff — Trình này so sánh từ trong hai tập tin khác rồi thông báo dữ liệu khác biệt.
zh_tw: wdiff - 比較兩個檔案中的字組並回報差異。
