Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: Standard diff options: -i, --ignore-case consider upper- and lower-case to be the same -w, --ignore-all-space ignore all white space -b, --ignore-space-change ignore changes in the amount of white space -B, --ignore-blank-lines ignore changes whose lines are all blank -I, --ignore-matching-lines=RE ignore changes whose lines all match RE -a, --text treat all files as text -c, --context[=NUMBER] output regular context diffs, changing to NUMBER lines of context -u, --unified[=NUMBER] output unified context diffs or unidiffs, with NUMBER lines of context -C, --context=NUM output NUM lines of copied context -U, --unified=NUM output NUM lines of unified context -L, --label=LABEL use LABEL instead of file name -p, --show-c-function show which C function each change is in -F, --show-function-line=RE show the most recent line matching RE
da: Normale diff-flag: -i, --ignore-case store og små bogstaver regnes for ens -w, --ignore-all-space ignorér alle blanktegn -b, --ignore-space-change ignorér forskelle i blanktegn -B, --ignore-blank-lines ignorér forskelle som er blanke linjer -I, --ignore-matching-lines=RE ignorér forskelle hvis linje passer på RE -a, --text betragt alle filer som tekst -c, --context[=ANTAL] vis normal sammenhængsdiff, med ANTAL sammenhængslinjer -u, --unified[=ANTAL] vis forenet diff med ANTAL sammenhængslinjer -C, --context=ANTAL vis ANTAL linjer af kopieret sammenhæng -U, --unified=ANTAL vis ANTAL linjer af forenet sammenhæng -L, --label=MÆRKE brug MÆRKE istedet for filnavn -p, --show-c-function vis hvilken C-funktion som forskellen er i -F, --show-function-line=RE vis nærmest foregående linje som passer på RE
de: Standard-Diff-Optionen: -i, --ignore-case Groß-/Kleinschreibung nicht beachten -w, --ignore-all-space allen Leerraum ignorieren -b, --ignore-space-change Änderungen am Umfang des Leerraums ignorieren -B, --ignore-blank-lines Änderungen ignorieren, deren Zeilen alle leer sind -I, --ignore-matching-lines=RA Änderungen ignorieren, deren Zeilen auf den regulären Ausdruck RA passen -a, --text alle Dateien als Text ansehen -c, --context[=ANZAHL] regulären Kontext-Diff ausgeben, dabei ANZAHL Zeilen Kontext mit ausgeben -u, --unified[=ANZAHL] unifizierten oder Uni-Diff ausgeben, mit ANZAHL Zeilen Kontext -C, --context=ANZAHL ANZAHL Zeilen kopierten Kontextes ausgeben -U, --unified=ANZAHL ANZAHL Zeilen unifizierten Kontextes ausgeben -L, --label=NAME NAME anstelle des Dateinamen verwenden -p, --show-c-function anzeigen, in welcher C-Funktion jede Änderung ist -F, --show-function-line=RA die zuletzt gesehene Zeile ausgeben, die auf den regulären Ausdruck RA passt
et: Standard diff võtmed: -i, --ignore-case tööta tõstutundetuna -w, --ignore-all-space ignoreeri kõiki tühikuid -b, --ignore-space-change ignoreeri muutusi tühikute arvus -B, --ignore-blank-lines ignoreeri tühjade ridade lisamisi -I, --ignore-matching-lines=RE ignoreeri RE määratud muutuseid -a, --text käsitle kõiki faile tekstifailidena -c, --context[=NUMBER] väljasta konteksti erinevused, esita ka NUMBER ridu konteksti -u, --unified[=NUMBER] väljasta erinevused unidiff vorminduses, esita ka NUMBER ridu konteksti -C, --context=NUM väljasta NUM rida kopeeritud konteksti -U, --unified=NUM väljasta NUM rida unifitseeritud konteksti -L, --label=MÄRGEND kasuta faili nime asemel MÄRGEND -p, --show-c-function näita millises C funktsioonis muutus esineb -F, --show-function-line=RE näita värskeimat RE määratud rida
gl: Opcións estándar de diff: -i, --ignore-case trata-las maiúsculas e as minúsculas coma iguais -w, --ignore-all-space ignora-los espacios en branco -b, --ignore-space-change ignora-la cantidade de espacio en branco -B, --ignore-blank-lines ignora-los cambios nos que tódalas liñas están baleiras -I, --ignore-matching-lines=ER ignora-los cambios nos que tódalas liñas encaixan na expresión regular ER -a, --text tratar tódalas liñas coma texto -c, --context[=NÚMERO] producir diffs contextuais normais, cambiando a NÚMERO liñas de contexto -u, --unified[=NÚMERO] producir diffs contextuais unificados ou unidiffs, con NÚMERO liñas de contexto -C, --context=NÚM producir NÚM liñas de contexto copiado -U, --unified=NÚM producir NÚM liñas de contexto unificado -L, --label=ETIQUETA emprega-la ETIQUETA no canto do nome do ficheiro -p, --show-c-function amosa-la función C na que está cada cambio -F, --show-function-line=ER amosa-la liña máis recente que encaixa con ER
it: Opzioni standard di diff: -i, --ignore-case ignora differenze in maiuscole e minuscole -w, --ignore-all-space ignora tutti gli spazi -b, --ignore-space-change ignora differenze nel numero di spazi -B, --ignore-blank-lines ignore differenze in righe vuote. -I, --ignore-matching-lines=ER ignora differenze che corrispondono alla espressione regolare ER -a, --text considera tutti i file come test -c, --context[=NUMERO] mostra diff di contesto, cambiando il NUMERO di righe di contesto -u, --unified[=NUMERO] mostra diff di contesto unificato, cambiando il NUMERO di righe di contesto -C, --context=NUMERO mostra NUMERO righe di contesto copiato -U, --unified=NUMERO mostra NUMERO righe di contesto unificato -L, --label=LABEL usa ETICHETTA invece del nome del file -p, --show-c-function mostra in quale funzione C appare il cambiamento -F, --show-function-line=ER mostra la più vicina riga che corrisponde all'espressione regolare ER
ms: Pilihan diff piawai: -i, --ignore-case ambilkira huruf besar dan kecil sebagai sama -w, --ignore-all-space abai semua ruang kosong -b, --ignore-space-change abai perubahan dalam jumlah ruang kosong -B, --ignore-blank-lines abai perubahan dimana baris adalah kosong -I, --ignore-matching-lines=RE abai perubahan dimana baris adalah sepadan RE -a, --text layan semua fail sebagai teks -c, --context[=NOMBOR] keluarkan diff konteks biasa, menukar kepada NOMBOR baris konteks -u, --unified[=NOMBOR] keluarkan konteks diff unified atau unidiff, dengan NOMBOR baris konteks -C, --context=NOM keluarkan NOM baris salinan konteks -U, --unified=NOM keluarkan NOM baris konteks unified -L, --label=LABEL guna LABEL selain dari nama fail -p, --show-c-function tunjuk fungsi C yang mana dalam setiap perubahan -F, --show-function-line=RE tunjuk baris terbaru sepadan RE
nb: Standard diff-flagg: -i, --ignore-case ikke skill mellom store og små bokstaver -w, --ignore-all-space ignorer alle tomrom -b, --ignore-space-change ignorer endringer i mengde tomrom -B, --ignore-blank-lines ignorer endringer hvis linjer er helt blanke -I, --ignore-matching-lines=RE ignorer endringer i linjer som samsvarer med RE -a, --text håndter alle filer som tekstfiler -c, --context[=ANTALL] skriv ut vanlige kontekstdiffer, endre til ANTALL linjer kontekst -u, --unified[=ANTALL] skriv ut forente kontekstdiffer eller unidiffer med ANTALL linjer kontekst -C, --context=ANT skriv ANT linjer kopiert kontekst -U, --unified=ANT skriv ANT linjer forent kontekst -L, --label=TITTEL bruk TITTEL i steden for filnavn -p, --show-c-function vis hvilken C-funksjon hver endring er i -F, --show-function-line=RE vis den nyeste linjen som samsvarer med RE
pt_br: Opções padrão do `diff': -i, --ignore-case Não fazer distinção entre letras maiúsculas e minúsculas no conteúdo do arquivo. -w, --ignore-all-space Ignorar todos os espaços em branco. -b, --ignore-space-change Ignorar a diferença na quantidade de espaços em branco. -B, --ignore-blank-lines Ignorar diferenças nas linhas somente com brancos. -I, --ignore-matching-lines=EXPREG Ignorar as diferenças nas linhas que correspondem à EXPressão REGular. -a, --text Considerar todos os arquivos como sendo de texto. -c, --context[=N] Exibir o contexto regular das diferenças (diffs) usando N linhas d contexto. -u, --unified[=N] Exibir o contexto unificado das diferenças (unidiffs) usando N linhas de contexto. -C, --context=N Exibir N linhas do contexto copiado. -U, --unified=N Exibir N linhas do contexto unificado. -L, --label=RÓTULO Usar RÓTULO em vez do nome do arquivo. -p, --show-c-function Mostrar qual função C (ed) está cada diferença. -F, --show-function-line=EXPREG Exibir a linha mais recente que corresponde à EXPressão REGular.
ro: Opþiuni diff standard: -i, --ignore-case considerã literele mari ºi mici ca identice -w, --ignore-all-space ignorã toate spaþiile albe -b, --ignore-space-change ignore schimbãrile în numãrul spaþiilor albe -B, --ignore-blank-lines ignorã schimbãrile a cãror linii sunt goale -I, --ignore-matching-lines=ER ignorã schimbãrile a cãror linii se potrivesc cu ER (expresie regularã) -a, --text trateazã toate fiºierele ca text -c, --context[=NUMÃR] ieºire context diff regular, schimbã numãrul liniilor context ca NUMÃR -u, --unified[=NUMÃR] ieºire context diff unificat sau unidiff, cu NUMÃR linii de context -C, --context=NUM ieºire NUM linii de context copiate -U, --unified=NUM ieºire NUM linii de context unificat -L, --label=ETICHETÃ foloseºte ETICHETÃ în loc de nume fiºier -p, --show-c-function aratã în ce funcþie C este schimbarea -F, --show-function-line=ER aratã cea mai recentã linia ce se potriveºte cu ER
sk: Voµby ¹tandardného diff-u: -i, --ignore-case pova¾uje veµké a malé písmená za rovnaké -w, --ignore-all-space ignoruje v¹etky prázdne znaky -b, --ignore-space-change ignoruje rozdiel v poète prázdnych znakov -B, --ignore-blank-lines ignoruje zmeny obsahujúce iba prázdne riadky -I, --ignore-matching-lines=RE ignoruje zmeny, kde v¹etky znaky vyhovujú RE -a, --text pova¾uje v¹etky súbory za textové -c, --context[=POÈET] produkuje regulérny kontextový diff, s POÈTOM riadkov kontextu -u, --unified[=POÈET] produkuje unifikovaný kontextový diffs (unidiff) s POÈTOM riadkov kontextu -C, --context=POÈET produkuje POÈET riadkov kopírovaného kontextu -U, --unified=POÈET produkuje POÈET riadkov unifikovaného kontextu -L, --label=NÁZOV pou¾ije NÁZOV namiesto názvu súboru -p, --show-c-function uká¾e, v ktorej C funkcii sú jednotlivé zmeny -F, --show-function-line=RE uká¾e posledný riadok vyhovujúci RE
sv: Normala diff-flaggor: -i, --ignore-case versaler och gemener jämförs lika -w, --ignore-all-space ignorera alla blanktecken -b, --ignore-space-change ignorera skillnader i blanktecken -B, --ignore-blank-lines ignorera skillnader som är blanka rader -I, --ignore-matching-lines=RE ignorera skillnader vars rad matchar RE -a, --text betrakta alla filer som text -c, --context[=ANTAL] visa vanlig sammanhangsdiff, med ANTAL sammanhangsrader -u, --unified[=ANTAL] visa enad diff med ANTAL sammanhangsrader -C, --context=ANTAL visa ANTAL rader av kopierad omgivning -U, --unified=ANTAL visa ANTAL rader av gemensam omgivning -L, --label=MÄRKE använd MÄRKE istället för filnamn -p, --show-c-function visa vilken C-funktion som skillnaden är i -F, --show-function-line=RE visa närmast föregående rad som matchar RE
vi: Tùy chọn khác biệt chuẩn: -i, --ignore-case _bỏ qua chữ hoa/thường_: cả hai là trùng -w, --ignore-all-space _bỏ qua tất cả khoảng cách_ -b, --ignore-space-change _bỏ qua số dấu cách thay đổi_ -B, --ignore-blank-lines _bỏ qua_ thay đổi chứa chỉ _dòng trống_ -I, --ignore-matching-lines=RE _bỏ qua_ thay đổi chứa chỉ _dòng khớp_ với_ RE -a, --text xử lý mọi tập tin là _văn bản_ -c, --context[=SỐ] xuất dữ liệu khác biệt _ngữ cảnh_ chuẩn mà thay đổi thành SỐ dòng ngữ cảnh -u, --unified[=SỐ] xuất dữ liệu khác biệt ngữ cảnh _hợp nhất_ (unidiff) có SỐ dòng ngữ cảnh -C, --context=SỐ xuất SỐ dòng _ngữ cảnh_ đã sao chép -U, --unified=SỐ xuất SỐ dòng ngữ cảnh đã _hợp nhất_ -L, --label=NHÃN dùng NHÃN thay thế tên tập tin -p, --show-c-function _hiện_ thay đổi _hàm C_ nào -F, --show-function-line=RE _hiện dòng_ mới nhất khớp với RE (_hàm số_)

source: -q, --brief output only whether files differ -e, --ed output an ed script -n, --rcs output an RCS format diff -y, --side-by-side output in two columns -w, --width=NUM output at most NUM (default 130) characters per line --left-column output only the left column of common lines --suppress-common-lines do not output common lines -D, --ifdef=NAME output merged file to show `#ifdef NAME' diffs --GTYPE-group-format=GFMT GTYPE input groups with GFMT --line-format=LFMT all input lines with LFMT --LTYPE-line-format=LFMT LTYPE input lines with LFMT -l, --paginate pass the output through `pr' to paginate it -t, --expand-tabs expand tabs to spaces in output
da: -q, --brief rapporter kun om filer er forskellige -e, --ed skriv et gyldigt "ed"-skript -n, --rcs skriv RCS-format -y, --side-by-side vis i to kolonner -w, --width=ANTAL skriv højst ANTAL tegn per linje, (standardværdi 130) --left-column vis kun venstre kolonne for ens linjer --suppress-common-lines vis ingen ens linjer -D, --ifdef=NAVN skriv sammenflettet fil med "#ifdef NAVN" --GTYPE-group-format=GFMT GTYPE inddata grupper GFMT --line-format=LFMT alle inddata linjer med LFMT --LTYPE-line-format=LFMT LTYPE inddata linjer med LFMT -l, --paginate send uddata gennem "pr" for sidenummerering -t, --expand-tabs udvid tabulatortegn med mellemrum i uddata
de: -q, --brief nur ausgeben, ob sich die Dateien unterscheiden -e, --ed ein ed-Skript ausgeben -n, --rcs ein Diff im RCS-Format ausgeben -y, --side-by-side zweispaltig ausgeben -w, --width=ANZAHL höchstens ANHZAHL (normal 130) Zeichen pro Zeile --left-column nur linke Spalte ausgeben, wenn gemeinsam --suppress-common-lines gemeinsame Zeilen nicht ausgeben -D, --ifdef=NAME zusammengeführte Datei mit „#ifdef NAME“ ausgeben --GTYPE-group-format=GFMT GTYPE-Eingabegruppen mit GFMT --line-format=LFMT alle Eingabezeilen mit LFMT --LTYPE-line-format=LFMT LTYPE-Eingabezeilen mit LFMT -l, --paginate Ausgabe durch „pr“ in Seiten aufteilen -t, --expand-tabs Tabs in der Ausgabe durch Leerzeichen ersetzen
et: -q, --brief teata, kas failid on erinevad -e, --ed väljasta ed skript -n, --rcs väljasta erinevused RCS vorminduses -y, --side-by-side väljasta kahes veerus -w, --width=NUM väljasta maks. NUM (vaikimisi 130) sümbolit reale --left-column väljasta ühine rida ainult vasakusse veergu --suppress-common-lines ära väljasta ühiseid ridu -D, --ifdef=NIMI väljasta mestitud fail `#ifdef NIMI' vorminduses --GTYPE-group-format=GFMT GTYPE sisendi grupid formaadiga GFMT --line-format=LFMT kõik sisendi read formaadiga LFMT --LTYPE-line-format=LFMT LTYPE sisendi read formaadiga LFMT -l, --paginate saada väljund programmi `pr' -t, --expand-tabs asenda väljundis tabulaatorid tühikutega
gl: -q, --brief indicar só se os ficheiros son diferentes -e, --ed producir un script ed -n, --rcs producir un diff con formato RCS -y, --side-by-side producir unha saída en dúas columnas -w, --width=NÚM producir coma moito NÚM (130) caracteres por liña --left-column amosar só a columna esquerda das liñas comúns --suppress-common-lines non amosa-las liñas comúns -D, --ifdef=NOME facer que a saída sexa un diff "#ifdef NOME" --GTIPO-group-format=GFMT grupos de entrada GTIPO con GFMT --line-format=LFMT tódalas liñas de entrada con LFMT --LTIPO-line-format=LFMT liñas de entrada LTIPO con LFMT -l, --paginate pasa-la saída por "pr" para paxinala -t, --expand-tabs expandi-las tabulacións a espacios na saída
it: -q, --brief segnala solo se i file sono diversi -e, --ed mostra uno script per ed -n, --rcs mostra una diff in formato RCS -y, --side-by-side mostra in due colonne -w, --width=NUM mostra al massimo NUM caratteri per riga (predefinito 130) --left-column mostra solo la colonna di sinistra per le righe in comune --suppress-common-lines non mostrare le righe in comune -D, --ifdef=NAME mostra le differenze in un unico file usando `#ifdef NOME'. --GTYPE-group-format=GFMT formatta i gruppi di GTYPE con GFMT --line-format=LFMT formatta tutte le righe con LFMT --LTYPE-line-format=LFMT formatta le righe di input LTYPE con LFMT -l, --paginate passa l'output attraverso `pr' per impaginarlo -t, --expand-tabs espandi le tabulazioni in spazi nell'output
ms: -q, --brief keluarkan jika hanya fail berbeza -e, --ed hasilkan skrip ed -n, --rcs hasilkan format diff RCS -y, --side-by-side keluarkan dalam dua lajur -w, --width=NOM keluarkan paling banyak NOM (default 130) aksara per baris --left-column keluarkan hanya lajur kiri baris sama --suppress-common-lines jangan keluarkan baris yang sama -D, --ifdef=NAMA keluarkan fail tergabung untuk menunjukkan diff `#ifdef NAMA' --GTYPE-group-format=GFMT kumpulan masukan GTYPE dengan GFMT --line-format=LFMT semua baris masukan dengan LFMT --LTYPE-line-format=LFMT baris masukan LTYPE dengan LFMT -l, --paginate hantar keluaran menerusi `pr' untuk paginate -t, --expand-tabs kembangkan tab kepada ruang dalam keluaran
nb: -q, --brief skriv bare om filene er forskjellige -e, --ed skriv ut et ed-skript -n, --rcs skriv ut RCS-format-diff -y, --side-by-side skriv ut i to kolonner -w, --width=ANT skriv ut maks ANT (forvalgt 130) tegn per linje --left-column skriv bare venstre kolonne for like linjer --suppress-common-lines ikke skriv ut like linjer -D, --ifdef=NAVN skriv ut flettet fil for å vise «#ifdef NAVN»-differ --GTYPE-group-format=GFMT GTYPE inngrupper med GFMT --line-format=LFMT alle innlinjer med LFMT --LTYPE-line-format=LFMT LTYPE innlinjer med LFMT -l, --paginate send utskrift videre gjennom «pr» for paginering -t, --expand-tabs ekspander tabulatorer til mellomrom i utskrift
pt_br: -q, --brief Indicar apenas se os arquivos são diferentes -e, --ed Criar um script para o editor ed -n, --rcs Criar o diff no formato RCS -y, --side-by-side Exibir em duas colunas -w, --width=NUM Exibir no máximo N colunas. (N=130 por padrão) --left-column Exibir apenas a coluna da esquerda nas linhas idênticas --suppress-common-lines Não exibir as linhas idênticas -D, --ifdef=NAME Exibir o arquivo mesclado incluindo `#ifndef NOME original #else modificado' nas diferenças. --GTYPE-group-format=GFMT Formata grupos de entrada GTYPE com GFMT --line-format=LFMT Formata todas as linhas de entrada com LFMT --LTYPE-line-format=LFMT Formata todas as linhas de entrada LTYPE com LFMT -l, --paginate Passar a saída através da `pr' para paginar -t, --expand-tabs Expandir as tabulações para espaços na saída
ro: -q, --brief ieºire numai dacã fiºierele diferã -e, --ed ieºire un script ed -n, --rcs ieºire un diff în format RCS -y, --side-by-side ieºire pe douã coloane -w, --width=NUM ieºire de cel mult NUM (implicit 130) caractere pe linie --left-column afiºeazã numai coloana din stânga pentru linii identice --suppress-common-lines nu afiºa liniile comune -D, --ifdef=NUME afiºeazã fiºierul combinat pentru a arãta differenþele `#ifdef NAME' --GTYPE-group-format=GFMT GTYPE grupuri intrare cu GFMT --line-format=LFMT toale liniile de intrare cu LFMT --LTYPE-line-format=LFMT LTYPE linii intrare cu LFMT -l, --paginate paseazã ieºirea prin `pr' pentru a pagina-o -t, --expand-tabs expandeazã tab-urile ca spaþii în ieºire
sk: -q, --brief vypí¹e iba èi sú súbory odli¹né -e, --ed produkuje ed skript -n, --rcs produkuje diff formátu RCS -y, --side-by-side produkuje výstup v dvoch ståpcoch -w, --width=POÈET produkuje najviac POÈET (prednastavené 130) znakov na riaok --left-column pre zhodné riadky vypí¹e iba µavý ståpec --suppress-common-lines nevypí¹e zhodné riadky -D, --ifdef=NÁZOV zlúèi súbory do formátu `#ifdef NÁZOV' --GTYPE-group-format=GFMT GTYPE vstupné skupiny pou¾ijú GFMT --line-format=LFMT v¹etky vstupné riadky pou¾ijú LFMT --LTYPE-line-format=LFMT LTYPE vstupné riadky pou¾ijú LFMT -l, --paginate nastránkuje výstup s pou¾itím `pr' -t, --expand-tabs vo výstupe expanduje tabulátory na medzery
sv: -q, --brief rapportera bara om filer skiljer sig -e, --ed skriv ett giltigt "ed"-skript -n, --rcs skriv RCS-format -y, --side-by-side visa i två kolumner -w, --width=ANTAL skriv som mest ANTAL tecken per rad, (standardvärde 130) --left-column visa bara vänster kolumn för gemensamma rader --suppress-common-lines visa inga gemensamma rader -D, --ifdef=NAMN skriv sammanslagen fil med "#ifdef NAMN" --GTYPE-group-format=GFMT GTYPE indata grupper GFMT --line-format=LFMT alla indata rader med LFMT --LTYPE-line-format=LFMT LTYPE indata rader med LFMT -l, --paginate skicka resultatet genom "pr" för sidindelning -t, --expand-tabs ersätt tabulatortecken med mellanslag i reultatet
vi: -q, --brief xuất chỉ nếu tập tin khác với nhau (_ngắn_) -e, --ed xuất một tập lệnh loại « ed » -n, --rcs xuất dữ liệu khác biệt dạng « rcs » -y, --side-by-side xuất theo hai cột (_cạnh nhau_) -w, --width=SỐ xuất tối đa SỐ (mặc định là 30) ký tự trên mỗi dòng (_độ rộng_) --left-column xuất chỉ _cột bên trái_ của dòng chung --suppress-common-lines không xuất dòng chung (_thu hồi các dòng chung_) -D, --ifdef=TÊN xuất tập tin đã hợp nhất để hiện dữ liệu khác biệt kiểu « #ifdef TÊN » --GTYPE-group-format=GFMT nhóm nhập GTYPE với GFMT (_dạng thức nhóm_) --line-format=LFMT tất cả dòng nhập với LFMT (_dạng thức dòng_) --LTYPE-line-format=LFMT dòng nhập LTYPE với LFMT (_dạng thức dòng_) -l, --paginate gởi kết xuất qua « pr » để _dàn trang_ -t, --expand-tabs _mở rộng các tab_ ra dấu cách trong kết xuất
