Repository: champie/wdiff
Catalog: po/*.po
Languages: da, de, eo, et, gl, it, ms, nb, pt_br, ro, sk, sr, sv, vi, zh_tw

source: Side by side format: * -W, --width=COLUMNS use width of COLUMNS * -y, --side-by-side use side by side output format * --left-column print only left column line when common * --sdiff-merge-assist (internally used by `sdiff') * --suppress-common-lines do not print common lines
da: Format for side-ved-side: * -W, --width=BREDDE brug BREDDE som kollonnebredde * -y, --side-by-side brug format for side ved-side * --left-column skriv kun venstre kolonne når ens * --sdiff-merge-assist (internt anvendt af "sdiff") * --suppress-common-lines skriv ikke ens linjer
de: Seite-an-Seite-Format: * -W, --width=SPALTEN Breite SPALTEN benutzen * -y, --side-by-side Seite-an-Seite-Format benutzen * --left-column nur linke Spalte ausgeben, wenn gemeinsam * --sdiff-merge-assist (intern von „sdiff“ benutzt) * --suppress-common-lines gemeinsame Zeilen nicht ausgeben
et: Kõrvutiesitus: * -W, --width=VEERGE laius on VEERGE * -y, --side-by-side kasuta kõrvutiesitust * --left-column ühiste ridade korral väljasta vaid vasak veerg * --sdiff-merge-assist (kasutatakse sisemiselt `sdiff' poolt) * --suppress-common-lines ära väljasta ühiseid ridu
gl: Formato encolumnado: * -W, --width=COLUMNAS usar COLUMNAS de ancho * -y, --side-by-side emprega-lo formato de saída encolumnado * --left-column amosar só a columna esquerda cando son iguais * --sdiff-merge-assist (emprégase internamente en "sdiff") * --suppress-common-lines non amosa-las liñas comúns
it: Formato in due colonne: * -W, --width=NUM usa colonne di larghezza NUM * -y, --side-by-side mostra in due colonne * --left-column mostra solo la colonna di sinistra per le righe in comune * --sdiff-merge-assist (usato internamente da `sdiff') * --suppress-common-lines non mostrare le righe in comune
ms: Format sebelah menyebelah: * -W, --width=LAJUR guna lebar LAJUR * -y, --side-by-side guna format keluaran sebelah menyebelah * --left-column hanya cetak baris lajur kiri apabila sama * --sdiff-merge-assist (kegunaan dalaman oleh `sdiff') * --suppress-common-lines jangan cetak baris yang sama
nb: Side ved side-format: * -W, --width=KOLONNER bruk bredde lik KOLONNER * -Y, --side-by-side bruk side ved side-format * --left-column skriv bare ut venstre kolonne når de er felles * --sdiff-merge-assist (internt brukt av «sdiff») * --supress-common-lines ikke skriv ut felles linjer
pt_br: Formato lado a lado: * -W, --width=COLUNAS Usar a largura de COLUNAS. * -y, --side-by-side Usar o formato de saída lado a lado. * --left-column Exibir somente a coluna da esquerda quando forem idênticas. * --sdiff-merge-assist (usado internamente por `sdiff') * --suppress-common-lines Não exibir as linhas idênticas.
ro: Format unul lângã altul: * -W, --width=COLOANE foloseºte numãr COLOANE * -y, --side-by-side foloseºte format ieºire unul lângã altul * --left-column afiºeazã numai linia pe coloana din stânga când sunt identice * --sdiff-merge-assist (folosit intern de `sdiff') * --suppress-common-lines nu afiºa liniile identice
sk: Formát pre jeden súbor vedµa druhého: * -W, --width=STÅPCOV pou¾ije ¹írku STÅPCOV * -y, --side-by-side zobrazí jeden súbor vedµa druhého * --left-column vypí¹e iba µavý ståpec, pokiaµ sú riadky zhodné * --sdiff-merge-assist (pou¾ité `sdiff') * --suppress-common-lines nevypisuje zhodné riadky
sv: Format för sida vid sida: * -W, --width=BREDD använd BREDD som kolumnbredd * -y, --side-by-side använd format för sida vid sida * --left-column skriv endast vänster kolumn när gemensamma * --sdiff-merge-assist (internt använt av "sdiff") * --suppress-common-lines skriv inte gemensamma rader
vi: Dạng cạnh nhau: * -W, --width=CỘT dùng _độ rộng_ CỘTn* -y, --side-by-side dùng dạng thức xuất kiểu _cạnh bên cạnh_ * --left-column in ra chỉ dòng _cột bên trái_ khi chung * --sdiff-merge-assist (được dùng nội bộ bởi « sdiff »)(_hợp nhất, giúp_) * --suppress-common-lines _không_ in ra _dòng chung_

source: FORMAT is made up of characters standing for themselves, except: %%%% a single %% %%c'C' quoted character C %%c'\O' character having value O, from 1 to 3 octal digits %%(A=B?T:E) if A is B then T else E; A B number or VARIABLE; T E FORMAT %%FN use SPECIF specification F to print VARIABLE value N %%< [group] old, each line through --old-line-format %%> [group] new, each line through --new-line-format %%= [group] unchanged, each line through --unchanged-line-format %%l [line] without its possible trailing newline %%L [line] with its possible trailing newline
da: FORMAT består af tegn som vises som sig selv, undtagen: %%%% et enkelt %% %%c'C' citeret tegn C %%c'\O' tegn som har værdien O, fra 1 til 3 oktale cifre %%(A=B?T:E) if A is B then T else E; A B tal eller VARIABEL, T E FORMAT %%FN brug SPECIF-specifikation F for at skrive VARIABEL-værdi N %%< [gruppe] gammel, hver linje gennem --old-line-format %%> [gruppe] ny, hver linje gennem --new-line-format %%= [gruppe] uændret, hver linje gennem --unchanged-line-format %%l [linje] uden dets mulige afsluttende nylinjestegn %%L [linje] med dets mulige afsluttende nylinjestegn
de: FORMAT besteht aus Zeichen, die für sich selbst stehen, außer: %%%% ein einzelnes %% %%c'C' das Zeichen C %%c'\O' das Zeichen mit dem Wert O, aus 1 bis 3 Oktalziffern %%(A=B?T:E) wenn A B ist dann T sonst E; A B Zahl oder VARIABLE; T E FORMAT %%FN SPECIF-Spezifikation F benutzen, um VARIABLE-Wert N auszugeben %%< [Gruppe] alt, jede Zeile durch --old-line-format %%> [Gruppe] neu, jede Zeile durch --new-line-format %%= [Gruppe] unverändert, jede Zeile durch --unchanged-line-format %%l [Zeile] ohne ihren möglicherweise folgenden Zeilenvorschub %%L [Zeile] mit ihrem möglicherweise folgenden Zeilenvorschub
et: FORMAAT kirjeldatakse sümbolitega ning järgnevate jadadega: %%%% sümbol %% %%c'C' kvooditud sümbol C %%c'\O' sümbol väärtusega O, 1 kuni 3 kaheksandnumbrit %%(A=B?T:E) kui A võrdub B siis T muidu E; A ja B on number või MUUTUJA; T ja E on FORMAAT %%FN kasuta MUUTUJA väärtuse N väljastamiseks SPETSIF määrangut F %%< [grupp] vana, iga rida kasutab --old-line-format %%> [grupp] uus, iga rida kasutab --new-line-format %%= [grupp] muutmata, iga rida kasutab --unchanged-line-format %%l [rida] lõpetava reavahetuseta %%L [rida] koos võimaliku reavahetusega
gl: FORMATO componse de caracteres que se indican a si mesmos, agás: %%%% un só %% %%c'C' o carácter C citado %%c'\O' o carácter con valor O, de 1 a 3 díxitos octais %%(A=B?T:E) se A é B, entón T senón E; A B números ou VARIABLES; T E FORMATO %%FN emprega-la ESPECIFicación F para amosa-lo valor da VARIABLE N %%< [grupo] antigo, cada liña mediante --old-line-format %%> [grupo] novo, cada liña mediante --new-line-format %%= [grupo] sen cambios, cada liña emdiante --unchanged-line-format %%l [liña] sen o retorno de carro á final, aínda que o teña %%L [liña] co seu retorno de carro á final, se o ten
it: FORMATO è costituito da caratteri singoli, eccetto: %%%% un singolo %% %%c'C' il carattere quotato C %%c'\O' il carattere con valore 0, da 1 a 3 cifre ottali %%(A=B?T:E) se A è uguale a B, allora T altrimenti E; A e B: numero o VARIABILE; T ed E: FORMATO %%FN usa la SPECIFICAZIONE F per stampare il valore N della VARIABILE %%< [gruppo] vecchio, ogni riga con --old-line-format %%> [gruppo] nuovo, ogni riga con --new-line-format %%= [gruppo] non cambiato, ogni riga con --unchanged-line-format %%l [riga] senza il possibile newline finale %%L [riga] con il possibile newline finale
ms: FORMAT dibina daripada aksara dengan maksud tersendiri, kecuali: %%%% hanya satu %% %%c'C' petikan aksara C %%c'\O' aksara mempunyai nilai O, daripada 1 hingga 3 digit oktal %%(A=B?T:E) jika A adalah B maka T lain E; A B nombor atau PEMBOLEHUBAH; T E FORMAT %%FN guna SPECIF spesifikasi F untuk mencetak PEMBOLEHUBAH nilai N %%< [kumpul] lama, setiap baris melalui --old-line-format %%> [kumpul] baru, setiap baris melalui --new-line-format %%= [kumpul] tiada perubahan, setiap baris melalui --unchanged-line-format %%l [baris] tanpa kemungkinan barisbaru mengikuti %%L [baris] dengan kemungkinan barisbaru mengikuti
nb: FORMAT består av tegn som står for seg selv, unntatt: %%%% et enkelt %% %%c'C' beskyttet tegn C %%c'\O' tegn som har vardi O, fra 1 til 3 oktale siffer %%(A=B?T:E) hvis A er B så T ellers E. A og B er tall eller VARIABEL; T og E er formater %%FN bruk SPECIF-spesifikasjon F for å skrive ut VARIABEL verdi N %%< [gruppe] gammel, hver linje via --old-line-format %%> [gruppe] new, hver linje via --new-line-format %%= [gruppe] uendret, hver linje via --unchange-line-format %%l [linje] uten det eventuelle avsluttende linjeskift %%L [linje] med det eventuelle avsluttende linjeskift
pt_br: FORMATO é constituído por caracteres representando a si próprios, exceto: %%%% um único %% %%c'C' C entre apóstrofos %%c'\O' caracter com valor O, de 1 a 3 digitos octais %%(A=B?T:E) se A for igual a B então T senão E; A e B números ou VARIÁVEIS; T e E FORMATOS %%FN usar a especificação ESPEC F para exibir o valor da variável N %%< [grupo] antigo, cada linha segundo --old-line-format %%> [grupo] novo, cada linha segundo --new-line-format %%= [grupo] inalterado, cada linha segundo --unchanged-line-format %%l [linha] sem o caracter final de nova linha %%L [linha] com o caracter final de nova linha
ro: FORMAT is made up of characters standing for themselves, except: %%%% un singur %% %%c'C' caracterul C în ghilimele %%c'\O' caracter având valoarea O, de la 1 la 3 cifre în octal %%(A=B?T:E) dacã A este B atunci T altfel E; A B numãr VARIABILE; T E FORMAT %%FN foloseºte specificaþia SPECIF F pentru a afiºa valoarea VARIABILEI N %%< [grup] vechi, fiecare linie prin --old-line-format %%> [grup] nou, fiecare linie prin --new-line-format %%= [grup] neschimbat, fiecare prin --unchanged-line-format %%l [linie] fãrã posibilul sãu caracter linie_nouã %%L [linie] fãrã posibilul sãu caracter linie_nouã
sk: FORMÁT je zlo¾ený zo znakov reprezentujúcich samé seba, okrem: %%%% jedno %% %%c'C' citovaný znak C %%c'\O' znak s hodnotou O, od 1 do 3 oktalových èíslic %%(A=B?T:E) ak A je B tak T inak E; A B èísla alebo PREMENNÁ; T E FORMÁT %%FN pou¾ije ©PECIF ¹pecifikáciu F pre výpis PREMENNEJ hodnoty N %%< [skupina] staré, ka¾dý riadok pomocou --old-line-format %%> [skupina] nové, ka¾dý riadok pomocou --new-line-format %%= [skupina] nezmenené,ka¾dý riadok pomocou --unchanged-line-format %%l [riadok] bez jeho mo¾ného koncového znaku nového riadku %%L [riadok] s jeho mo¾ným koncovým znakom nového riadku
sv: FORMAT består av tecken som visas som sig själva, förutom: %%%% ett enstaka %% %%c'C' citerat tecken C %%c'\O' tecken som har värdet O, från 1 till 3 oktala siffror %%(A=B?T:E) if A is B then T else E; A B tal eller VARIABEL, T E FORMAT %%FN använd SPECIF-specifikation F för att skriva VARIABEL-värde N %%< [grupp] gammal, varje rad genom --old-line-format %%> [grupp] ny, varje rad genom --new-line-format %%= [group] oförändrad, varje rad genom --unchanged-line-format %%l [rad] utan dess möjliga avslutande nyradstecken %%L [rad] med dess möjliga avslutande nyradstecken
vi: DẠNG chứa ký tự đại diện chính nó, trừ : %%%% một ký tự %% riêng lẻ %%c'C' ký tự C được trích dẫn %%c'\O' ký tự có giá trị 0, từ 1 đến 3 chữ số bát phân %%(A=B?T:E) nếu A là B thì T, không thì E; A, B là số hay BIẾN; T, E là DẠNG %%FN dùng đặc tả SPECIF kiểu F để in ra BIẾN giá trị N %%< [nhóm] cũ, mỗi dòng qua « --old-line-format » (dạng dòng cũ) %%> [nhóm] mới, mỗi dòng qua « --new-line-format » (dạng dong mới) %%= [nhóm] chưa thay đổi, mỗi dòng qua « --unchanged-line-format » (dạng chưa thay đổi) %%l [dòng] không có ký tự dòng mới đi theo có thể %%L [dòng] có ký tự dòng mới đi theo có thể

source: SPECIF is [-][W[.D]]{doxX} as in C printf
da: SPECIF er [-][W[.D]]{doxX} som i C printf
de: SPECIF ist [-][W[.D]]{doxX} wie in printf in C
et: SPETSIF on [-][W[.D]]{doxX}, nagu C printf korral
gl: ESPECIF é [-][A[.D]]{doxX} coma na función printf de C
it: SPECIFICAZIONE è [-][W[.D]]{doxX} come in printf del C
ms: SPECIF adalah [-][W[.D]]{doxX} seperti dalam C printf
nb: SPECIF er [-][W[.D]]{doxX} som i C printf
pt_br: ESPEC é [-][W[.D]]{doxX} como na função `printf' da linguagem C
ro: SPECIF este [-][W[.D]]{doxX} ca în funcþia C printf
sk: ©PECIF je [-][W[.D]]{doxX} ako v C printf
sv: SPECIF är [-][W[.D]]{doxX} som i C printf
vi: SPECIF là [-][W[.D]]{doxX} như trong C printf
zh_tw: SPECIF 是 [-][W[.D]]{doxX} 如同 C 的 printf 之中一樣

source: VARIABLE is {eflmn} for old group or {EFLMN} for new group {eE} line number just before group {fF} first line number of group {lL} last line number of group {mM} line number just after group {nN} number of lines in the group
da: VARIABEL er {eflmn} for gammel gruppe eller {EFLMN} for ny gruppe {eE} linjenumret lige før gruppen {fF} første linjenummer i gruppen {lL} sidste linjenummer i gruppen {mM} linjenumret lige efter gruppen {nN} antal linjer i gruppen
de: VARIABLE ist {eflmn} für alte Gruppe oder {EFLMN} für neue Gruppe {eE} Zeilennummer genau vor Gruppe {fF} erste Zeilennummer der Gruppe {lL} letzte Zeilennummer der Gruppe {mM} Zeilennummer genau hinter Gruppe {nN} Anzahl der Zeilen in der Gruppe
et: MUUTUJA on {eflmn} vana grupi korral või {EFLMN} uue grupi korral {eE} rea number vahetult enne gruppi {fF} grupi esimese rea number {lL} grupi viimase rea number {mM} rea number vahetult peale gruppi {nN} ridade arv grupis
gl: VARIABLE pode ser {eflmn} para o grupo antigo ou {EFLMN} para o grupo novo {eE} número da liña anterior ao grupo {fF} número da primeira liña do grupo {lL} número da derradeira liña do grupo {mM} número da liña posterior ao grupo {nN} número de liñas no grupo
it: VARIABILE è {eflmn} per un gruppo vecchio o {EFLMN} per un gruppo nuovo {eE} numero di riga subito prima del gruppo {fF} primo numero di riga del gruppo {lL} ultimo numero di riga del gruppo {mM} numero di riga subito dopo il gruppo {nN} numero di righe del gruppo
ms: PEMBOLEHUBAH ialah {eflmn} untuk kumpulan lama atau {EFLMN} untuk kumpulan baru {eE} nombor baris sebelum kumpulan {fF} nombor baris pertama kumpulan {lL} nombor baris terakhir kumpulan {mM} nombor baris selepas kumpulan {nN} nombor baris dalam kumpulan
nb: VARIABEL er {eflmn} for gammel gruppe eller {EFLMN} for ny gruppe {eE} linjenummer rett før gruppe {fF} første linjenummer til gruppa {lL} siste linjenummer til gruppa {mM} linjenummer rett etter gruppa {nN} antall linjer i gruppa
pt_br: VARIÁVEL é {eflmn} para grupo antigo ou {EFLMN} para grupo novo {eE} número da linha logo antes do grupo {fF} número da primeira linha do grupo {lL} número da última linha do grupo {mM} número da linha logo após o grupo {nN} número de linhas no grupo
ro: VARIABILA este {eflmn} pentru vechiul grup sau {EFLMN} pentru noul grup {eE} numãrul liniei imediat înainte de grup {fF} numãrul primei linii din grup {lL} numãrul ultimei linii din grup {mM} numãrul liniei imediat dupã grup {nN} numãrul de linii în grup
sk: PREMENNÁ je {eflmn} pre starú skupinu alebo {EFLMN} pre novú skupinu {eE} èíslo riadku bezprostredne pred skupinou {fF} èíslo prvého riadku skupiny {lL} èíslo posledného riadku skupiny {mM} èíslo riadku bezprostredne za skupinou {nN} poèet riadkov v skupine
sv: VARIABEL är {eflmn} för gammal grupp eller {EFLMN} för ny grupp {eE} radnumret just före gruppen {fF} första radnumret i gruppen {lL} sista radnumret i gruppen {mM} radnumret just efter gruppen {nN} antal rader i gruppen
vi: BIẾN là {eflmn} cho nhóm cũ hay {EFLMN} cho nhóm mới {eE} số dòng nằm đúng trước nhóm {fF} số dòng đầu của nhóm {lL} số dòng cuối cùng của nhóm {mM} số dòng nằm đúng sau nhóm {nN} tổng số dòng trong nhóm đó
